{
    "label": "Przygody - Przewodnik Gracza",
    "entries": {
        "Season of Ghosts - Player's Guide": {
            "name": "Season of Ghosts - Przewodnik gracza",
            "folders": {
                "Season of Ghosts": "Season of Ghosts",
                "Player's Guide": "Przewodnik gracza"
            },
            "journals": {
                "Players Guide": {
                    "name": "Przewodnik gracza",
                    "pages": {
                        "Players Guide": {
                            "name": "Przewodnik gracza",
                            "text": "\n<div style=\"position: relative;\">\n\t<img class=\"chapter-image\" src=\"modules/pf2e-ap196-199-season-of-ghosts/assets/art/PZO90197 Cover Scene.webp\"\n\t\talt=\"Cover scene that shows Feiya and Korakai warding off a haunt.\" title=\"Cover Scene\"\n\t\tstyle=\"shape-outside: url('modules/pf2e-ap196-199-season-of-ghosts/assets/art/PZO90197 Cover Scene.webp')\" />\n\t<img src=\"modules/pf2e-ap196-199-season-of-ghosts/assets/art/Season of Ghosts Logo.webp\" alt=\"Season of Ghosts Logo\"\n\t\ttitle=\"Season of Ghosts\" style=\"\n    shape-outside: url('modules/pf2e-ap196-199-season-of-ghosts/assets/art/Season of Ghosts Logo.webp');\n    position: absolute;\n    bottom: 20px;\n    left: 25%;\n    width: 50%;\n  \">\n</div>\n<h1 class=\"chapter-heading no-toc\">\n\t<span>Przewodnik gracza</span>\n</h1>\n<img class=\"float-right\" src=\"modules/pf2e-ap196-199-season-of-ghosts/assets/art/PZO90196 Cover Character.webp\" alt=\"\"\n\ttitle=\"\"\n\tstyle=\"shape-outside: url('modules/pf2e-ap196-199-season-of-ghosts/assets/art/PZO90196 Cover Character.webp')\" />\n<h2 class=\"no-toc black\">@UUID[JournalEntry.pf2sogho01player.JournalEntryPage.01howtousethis00]{Jak korzystać z tego przewodnika}\n</h2>\n<p>by James Jacobs</p>\n<h3 class=\"no-toc black\">Co to jest Season of Ghosts?</h3>\n<h3 class=\"no-toc black\">W roku 7108</h3>\n<h2 class=\"no-toc black\">@UUID[JournalEntry.pf2sogho01player.JournalEntryPage.01charactersug00]{Sugestie dotyczące postaci}\n\t</h3>\n\t<p>by James Jacobs</p>\n\t<h3 class=\"no-toc black\">Charaktery</h3>\n\t<h3 class=\"no-toc black\">Pochodzenie</h3>\n\t<h3 class=\"no-toc black\">Klasy</h3>\n\t<h3 class=\"no-toc black\">Wiara</h3>\n\t<h3 class=\"no-toc black\">Języki</h3>\n\t<h3 class=\"no-toc black\">Umiejętności i atuty</h3>\n\t<h3 class=\"no-toc black\">Archetypy</h3>\n\t<h3 class=\"no-toc black\">Sprzęt</h3>\n\t<h3 class=\"no-toc black\">Przeszłość</h3>\n\t<h3 class=\"no-toc black\">Dom i dziedzictwo</h3>\n\t<h3 class=\"no-toc black\">Tabela: Sugerowane opcje postaci</h3>\n\t<aside class=\"float-left sidebar\">\n\t\t<img src=\"modules/pf2e-ap196-199-season-of-ghosts/assets/art/PF2Logo.webp\" alt=\"Pathfinder Second Edition Logo\"\n\t\t\ttitle=\"Pathfinder 2e\"\n\t\t\tstyle=\"shape-outside: url('modules/pf2e-ap196-199-season-of-ghosts/assets/art/PF2Logo.webp')\" />\n\t\t<p><strong>Author: </strong> James Jacobs</p>\n\t\t<p><strong>Additional Writing: </strong> Sen H.H.S.</p>\n\t\t<p><strong>Developer:</strong> James Jacobs</p>\n\t\t<p><strong>Design Lead:</strong> James Case</p>\n\t\t<p><strong>Editing Lead:</strong> Ianara Natividad</p>\n\t\t<p><strong>Editors:</strong> Patrick Hurley and Ianara Natividad</p>\n\t\t<p><strong>Cover Artist:</strong> Rodrigo Gonzalez Toledo</p>\n\t\t<p><strong>Interior Artists:</strong> Robert Lazzaretti and Jutine Nortjé</p>\n\t\t<p><strong>Art Direction and Graphic Design:</strong> Sonja Morris</p>\n\t\t<p><strong>Publisher</strong> Erik Mona</p>\n\t\t<img class=\"float-right\" src=\"modules/pf2e-ap196-199-season-of-ghosts/assets/art/Correct_Paizo_Logo.webp\"\n\t\t\talt=\"Paizo Logo\" title=\"Paizo Logo\"\n\t\t\tstyle=\"shape-outside: url('modules/pf2e-ap196-199-season-of-ghosts/assets/art/Correct_Paizo_Logo.webp')\" />\n\t\t<p>Paizo Inc.</p>\n\t\t<p>15902 Woodinville-Redmond Rd NE, Unit B.</p>\n\t\t<p>Woodinville, WA. 98072</p>\n\t\t<p>paizo.com</p>\n\t</aside>\n\t<h2 class=\"no-toc black\">@UUID[JournalEntry.pf2sogho01player.JournalEntryPage.01willowshoreg00]{Willowshore\n\t\tGazetteer}</h2>\n\t<p>by Sen H.H.S. and James Jacobs</p>\n\t<h3 class=\"no-toc black\">People of Willowshore</h3>\n\t<h3 class=\"no-toc black\">Willowshore Locations</h3>\n\t<h3 class=\"no-toc black\">Willowshore Hinterlands</h3>\n\t<h3 class=\"no-toc black\">Beyond the Hinterlands</h3>\n\t<img class=\"chapter-image\" src=\"modules/pf2e-ap196-199-season-of-ghosts/assets/art/PZO90196 Cover Scene.webp\"\n\t\talt=\"Cover scene that shows Feiya, Daji and another adventurer facing a giant spirit spider\" title=\"Cover Scene\"\n\t\tstyle=\"shape-outside: url('modules/pf2e-ap196-199-season-of-ghosts/assets/art/PZO90196 Cover Scene.webp')\" />"
                        },
                        "How to Use This Guide": {
                            "name": "Jak korzystać z tego przewodnika",
                            "text": "<aside class=\"float-right\">  <h1 class=\"no-toc\">Gdzie (i kiedy) na Golarionie?</h1>  <p>Ścieżka przygodowa Season of Ghosts rozgrywa się wyłącznie w niewielkiej części wiejskiego Shenmen, nawiedzonego narodu pośrodku kontynentu Tian-Xia. W szczególności, większość tej ścieżki przygody rozgrywa się w mieście Willowshore i jego okolicach, które zostało przedstawione bardziej szczegółowo na początku @UUID[JournalEntry.pf2sogho01player.JournalEntryPage.01willowshoreg00]{TUTAJ}.</p>  <p>Na szczególną uwagę zasługuje czas, w którym rozgrywa się Season of Ghosts - w przeciwieństwie do innych ścieżek przygodowych, wydarzenia Season of Ghosts rozgrywają się mniej więcej w ciągu roku, począwszy od pierwszego dnia lata w roku 7108 ic (4608 ar w regionie Morza Wewnętrznego), ponad sto lat w przeszłości i zaledwie kilka lat po rozpoczęciu Ery Zagubionych Omenów.</p></aside><p>Witamy na ścieżce przygód Season of Ghosts!</p><p>Niniejszy podręcznik gracza pomoże ci przygotować się do kampanii o tematyce horroru, osadzonej w wiejskich regionach narodu Shenmen, gdzie twoje postacie wcielą się w role bohaterów z rodzinnego miasta, którzy muszą stanąć na wysokości zadania i bronić mieszkańców Willowshore przed złowrogą klątwą i wszelkiego rodzaju nadprzyrodzonymi zagrożeniami - jednocześnie przygotowując się na wyjątkowo okrutny sezon zimowy. Rozpoczniecie jako postacie pierwszego poziomu, które, jeśli nie mieszkały w Willowshore przez całe życie, zostały rozpoznane i powitane jako miejscowi po przybyciu do miasta w niedawnej przeszłości.</p><p>Ta ścieżka przygodowa podzielona jest na cztery części, z których każda rozgrywa się w innej porze roku, w miarę jak twoi bohaterowie stają się coraz potężniejsi, a zagrożenia dla Willowshore stają się coraz bardziej śmiercionośne i szokujące. Ścieżka przygodowa zawiera kilka szczególnie znaczących zwrotów akcji i rewelacji, więc jeśli niektóre z tych niespodzianek zostały ci ujawnione, weź pod uwagę doświadczenia innych graczy, zanim zepsujesz sekrety, które czekają na odkrycie w późniejszych częściach Season of Ghosts!</p><p>Aby wziąć udział w tej kampanii, potrzebujesz jedynie podręcznika Pathfinder Core Rulebook i karty postaci. Za zgodą Mistrza Gry możesz również skorzystać z dodatkowych podręczników zasad Pathfinder Second Edition, książek z ustawieniami kampanii i innych akcesoriów, aby jeszcze bardziej dostosować swoją postać, zwłaszcza że ta kampania rozgrywa się na kontynencie Tian Xia, gdzie najczęstsze rodowody, wyznania i inne elementy nie są takie same, jak te przyjęte w kampanii osadzonej w regionie Morza Wewnętrznego.</p><p>Na kolejnych stronach znajdziesz konkretne sugestie, które pomogą ci stworzyć nową postać w Season of Ghosts. Niniejszy poradnik gracza podzielony jest na następujące sekcje.</p><ul>  <li><strong>@UUID[JournalEntry.pf2sogho01player.JournalEntryPage.01charactersug00]{Sugestie dotyczące postaci}:</strong>    Wskazówki, praktyczne porady i konkretne porady dotyczące tworzenia postaci 1. poziomu, która płynnie wpasuje się w tę kampanię..</li>  <li><strong>@UUID[JournalEntry.pf2sogho01player.JournalEntryPage.01willowshoreg00]{Willowshore Gazetteer}:</strong>    Wiele z tego, co ty (i twoja postać) powinniście wiedzieć o swoim rodzinnym mieście Willowshore, zostało przedstawione w tym biuletynie. Twój MG posiada dodatkowe informacje o tym mieście, jeśli informacje, których potrzebujesz, nie znajdują się w tej sekcji.</li></ul>"
                        },
                        "What is the Season of Ghosts?": {
                            "name": "Co to jest Sezon Duchów?",
                            "text": "<p>Ścieżka przygody Season of Ghosts została nazwana na cześć tradycyjnego okresu w Shenmen, który ma miejsce w ciągu pierwszych kilku tygodni lata, kiedy to lasy odnotowują wzrost liczby nawiedzeń, duchów i nieumarłych. Chociaż przyczyna tego wzmożonego nawiedzania jest niepewna, duchy te często wabią ludzi na śmierć.</p><p>W Willowshore w ostatni dzień wiosny odbywa się ogromna uczta i festiwal. Gala ta, zwana „ Festiwalem Rekonstrukcji”, ma na celu nie tylko uczczenie końca wiosny, ale także oszukanie złych duchów i upiorów, które według wierzeń wychodzą z lasu w pierwszych tygodniach lata. Na zakończenie festynu miasto odtwarza ofiary porwane przez „duchy” (grane przez mieszkańców miasta w papierowych maskach). Ci, którzy nie brali udziału w udawanym porwaniu, udają, że pogrążają się w zbiorowej panice, gdy wyznaczeni płaczki głośno opłakują, podczas gdy inni odgrywają akcję poszukiwawczą i ratunkową. Uważa się, że ta farsa ma na celu oszukanie prawdziwych duchów, aby myślały, że ktoś już nawiedził osadę, a tym samym nakłonienie ich do poszukiwania szczęśliwszej wioski, aby zadać nieszczęście, gdy sezon duchów rozpocznie się następnego dnia w pierwszy dzień lata.</p><p>Los chciał, że w tym roku gracze zostali wybrani do odegrania roli uprowadzonych z miasta - powody ich uprowadzenia są wbudowane w różne przeszłości Season of Ghosts, więc jeśli nie używasz jednego z tych przeszłości dla swojej postaci, współpracuj z MG, aby stworzyć powód podobny do tych przedstawionych tam, aby wyjaśnić, dlaczego jesteś wśród uprowadzonych na festiwalu.</p><p>Po „uprowadzeniu” z uczty porywacze zawijają cię w słomiane maty, a następnie przenoszą na leśną polanę na obrzeżach miasta, gdzie masz zostać na noc. Wraz z pierwszym świtem lata „uprowadzeni” są wykupywani przez tego, kto jest odpowiedzialny za tegoroczny festiwal rekonstrukcji. W tym roku zaszczyt ten przypadł niejakiemu Choe Chun-hu, ukochanemu przywódcy młynarzy z Willowshore. Obiecał on przynieść „okup” (wybór pysznych przysmaków śniadaniowych) do bohaterów następnego ranka na leśnej polanie, aby mogli się nimi cieszyć, zanim poprowadzi ich z powrotem do miasta, aby ogłosić Festiwal Rekonstrukcji wielkim sukcesem.</p><p>Chociaż latem często pada deszcz, masz szczęście i spędzasz stosunkowo komfortową noc pod gwiazdami. Oczywiście nocowanie w każdym lesie wiąże się z pewnym ryzykiem i wszyscy macie mnóstwo czasu na przygotowania. Możesz zabrać ze sobą wszystkie początkowe przedmioty i ekwipunek, określone podczas tworzenia postaci, aby mieć je przy sobie podczas uprowadzenia - przedmioty, których nie zabrałeś, będą czekać na ciebie w domu.</p><p>Ścieżka przygody Season of Ghosts rozpoczyna się, gdy ty i inni gracze budzicie się na leśnej polanie pierwszego dnia lata... ale nie ma śladu po Choe Chun-hu i obiecanym śniadaniu!</p>"
                        },
                        "In the Year 7108": {
                            "name": "W roku 7108",
                            "text": "<img class=\"float-right\" src=\"modules/pf2e-ap196-199-season-of-ghosts/assets/art/PZO90196 GovernorShanBaoHeh.webp\"  alt=\"Governor Heh Shan-Bao\" title=\"Governor Heh Shan-Bao\"  style=\"shape-outside: url('modules/pf2e-ap196-199-season-of-ghosts/assets/art/PZO90196 GovernorShanBaoHeh.webp')\" /><p>Akcja Season of Ghosts rozpoczyna się pierwszego dnia lata roku 7108, czyli ponad sto lat przed aktualnym rokiem przyjętym w innych ścieżkach przygód. Podczas gdy rozgrywanie kampanii w tak odległej przeszłości może wymagać znacznych nakładów pracy w celu zmiany scenerii w różnych częściach Golarionu, Season of Ghosts wymaga bardzo niewiele pracy w tym zakresie, ponieważ Willowshore to odległa wiejska lokacja, która przez pierwsze kilka lat Ery Zagubionych Omenów była w dużej mierze ignorowana i pozostawiona sama sobie.</p><p>Era Zagubionych Omen rozpoczęła się w roku 7106, podczas którego potężne burze wstrząsnęły znaczną częścią Golarionu. Willowshore nie było wyjątkiem, a zimowe burze, które nawiedziły region, były jednymi z najgorszych w historii. Teraz, dwa lata później, mieszkańcy Willowshore są nieco zdenerwowani nadchodzącym sezonem zimowym. Mimo że zima 7107 roku była stosunkowo łagodna, wspomnienia śniegu, silnych wiatrów i ulewnych deszczy z 7106 roku pozostają w pamięci.</p><p>Upadek imperium Lung Wa jest mniej istotnym wydarzeniem dla Willowshore, mimo że w skali regionalnej ten polityczny przewrót był jednym z najważniejszych wydarzeń, które ukształtowały współczesne Tian Xia. Choć rządy Shenmen pod rządami Lung Wa zakończyły się w 7106 r., fakt, że małe miasta, takie jak Willowshore, były tradycyjnie w dużej mierze ignorowane i pozostawiane samym sobie pod rządami gubernatorów ustanowionych edyktami Lung Wa, w dużej mierze uchronił Willowshore przed konsekwencjami, nawet dwa lata po upadku imperium. Willowshore ma szczęście, że gubernator przydzielony przez cesarstwo, niejaki Heh Shan-Bao, jest stosunkowo łagodny, jeśli chodzi o tradycję, a brak corocznego poborcy podatkowego lub innych cesarskich gości spowodował idylliczne pory roku w wiejskim miasteczku. Tymczasem chaos związany z upadkiem imperium doprowadził do przemocy i wstrząsów w bardziej zurbanizowanych obszarach. Największą zmianą, która dotknęła Willowshore w wyniku upadku Lung Wa, było opuszczenie miasta przez różnych lordów tartacznych, którzy opuścili swoje posiadłości i obozy tartaczne, zamiast nadal zaspokajać potrzeby miasta Sze, najbliższej dużej osady Willowshore. Dla mieszkańców Willowshore utrata tych nieprzyjemnych, długoterminowych gości była niemal powszechnie postrzegana jako ulga, a ich posiadłości i obozy tartaczne zostały pozostawione w spokoju - częściowo ze strachu, że mogą powrócić w każdej chwili, ale głównie z powodu lokalnego przekonania, że pozwolenie tym budynkom i miejscom na odzyskanie przez las jest najbardziej pełnym szacunku sposobem na zapomnienie o wpływie Lung Wa na Willowshore.</p><p>Pogląd, że jorogumo przejęli kontrolę nad Shenmen, pozostaje w tym momencie „historią o duchach” lub „przerażającą plotką”. Żaden jorogumo nie odwiedził jeszcze Willowshore... przynajmniej, o ile ktokolwiek wie. Podobnie do miasta dotarły wieści, że władca miasta Sze zmarł i powrócił jako duch, ale nie wszyscy wierzą w te historie. Mieszkańcy Willowshore są zadowoleni z życia tak jak zawsze... na razie!</p><aside>  <h1 class=\"no-toc\">O Shenmen</h1>  <p>Podczas gdy niektóre narody w Tian Xia są inspirowane pewnymi rzeczywistymi kulturami, Shenmen jest przede wszystkim inspirowany tradycjami horroru zaczerpniętymi z szerokiej gamy prawdziwych historii. Jest to fikcyjny naród i nie ma na celu reprezentować więcej niż te tradycje nadprzyrodzonego horroru. W swojej historii naród ten został podbity przez Lung Wa, przyjął imigrantów z Hwanggot i został przejęty przez jorogumo. W rezultacie jest to mieszanka kultur, a jego mieszkańcy przyjęli słowa z wielu języków dla swoich nazw i miejsc. W Shenmen duchy i potwory są bardzo realną częścią życia, a praktyki stosowane przez mieszkańców wynikają z konieczności, a nie przesądów.</p>  <h1 class=\"no-toc\">Horror i zgoda</h1>  <p>Season of Ghosts jest kampanią o tematyce horroru i jako taka, MG i gracze powinni współpracować, aby upewnić się, że motywy obecne w tej ścieżce przygody będą odpowiednie dla stołu gry. Jeśli nie czujesz się komfortowo z pewnymi tropami lub tematami typowymi dla gatunku horroru, porozmawiaj ze swoim MG i innymi graczami przed rozpoczęciem Season of Ghosts, aby znaleźć wspólną płaszczyznę, na której wszyscy przy stole będą mogli cieszyć się kampanią w równym stopniu.</p></aside>"
                        },
                        "Character Suggestions": {
                            "name": "Sugestie dotyczące postaci",
                            "text": "<p>Poniższe informacje nie tylko zapewniają kontekst do tworzenia postaci, które dobrze pasują do tematów obecnych w mieście Willowshore i narodzie Shenmen, ale także pomagają stworzyć postać, która będzie dobrze pasować do ogólnej fabuły Season of Ghosts.</p>"
                        },
                        "Alignments": {
                            "name": "Charaktery",
                            "text": "<p>Sercem Season of Ghosts jest miasteczko Willowshore - wiejska społeczność licząca kilkaset osób o różnych charakterach, przy czym główny charakter w Willowshore obejmuje neutralność, ale wyraźnie odchyla się od zła. Co więcej, spora część tej ścieżki przygody polega na tym, że bohaterowie są motywowani przez współczucie do ochrony swoich współmieszkańców bez żadnej konkretnej obietnicy nagrody pieniężnej. W rezultacie zły charakter nie pasuje tematycznie do tej ścieżki przygód. Jak zawsze jednak, o ile poszczególni bohaterowie są w stanie ze sobą współpracować i (w tym przypadku) chcą zapewnić dobrobyt i przetrwanie swojego rodzinnego miasta, konkretne sojusze nie są aż tak ważne.</p>"
                        },
                        "Ancestries": {
                            "name": "Pochodzenie",
                            "text": "<aside class=\"float-right\">  <h1>Wrogość Tengu</h1>  <p>Podczas gdy mieszkańcy Willowshore nie żywią wewnętrznej niechęci do swoich obywateli tengu (i rzeczywiście, niektórzy z nich, jak Kawaka Myna, są szanowanymi właścicielami firm), władcy współczesnego Shenmen, jorogumo, nienawidzą tengu i są znani z tego, że w konfrontacji z nimi wpadają w morderczy szał. Ponieważ akcja Season of Ghosts rozgrywa się na początku panowania jorogumo nad Shenmen, odległe Willowshore nie spotkało się jeszcze z żadnymi gośćmi jorogumo, a jako takie, postacie tengu nie będą musiały często nawigować po tej gorzkiej wrogości. Jeśli w kampanii pojawią się plotki lub wieści o wizycie jorogumo w Willowshore, gracze z postaciami tengu powinni zwrócić na to uwagę - twój MG ma w przygodach porady, jak radzić sobie w takich sytuacjach, więc jeśli masz obawy związane z graniem bohaterem tengu, porozmawiaj ze swoim MG, aby mógł udzielić porad dostosowanych do twojego stołu w sposób, który będzie dla niego wygodny.</p></aside><p>Jako obywatel miasta Willowshore, najodpowiedniejszymi rodami do wyboru dla bohaterów są te, które są znacząco reprezentowane w mieście.</p>"
                        },
                        "Common Ancestries": {
                            "name": "Powszechne pochodzenie",
                            "text": "<p>W Willowshore reprezentowane są w pewnym stopniu następujące grupy etniczne. Ludzie są zdecydowanie najliczniejszą grupą etniczną w Willowshore, reprezentowaną przez wszystkie ludzkie grupy etniczne Tian Xia. Bliskość Shenmen do narodów takich jak Jinin i Kwanlai zapewniła znaczną liczbę  <strong>elfów</strong>, <strong>półelfów</strong>, i <strong>tengu</strong> w krajowych miastach, a Willowshore nie jest wyjątkiem. Ludzie pochodzenia etnicznego Taldan i <strong>niziołki</strong> (w dużej mierze lud wyemigrowany z kraju Amanandar na północ od Shenmen) są również obecni w Willowshore.  <strong>Kitsune</strong>  i <strong>nagaji</strong> nie są tak rozpowszechnione w całym Shenmen, ale są stosunkowo powszechne w Willowshore.</p>"
                        },
                        "Uncommon Ancestries": {
                            "name": "Niepospolite pochodzenie",
                            "text": "<p>Te rodowody są mniej powszechne w Willowshore - w mieście może mieszkać tylko garstka osób lub żadna poza potencjalnymi graczami, ale wszystkie te rodowody są tematycznie odpowiednie dla Season of Ghosts. Warto porozmawiać z MG przed wybraniem jednego z tych rodów, aby dać mu szansę na potencjalne dostosowanie kampanii i nadanie swojemu wyborowi większej widoczności wśród mieszkańców Willowshore.</p><p><strong><em>Advanced Player’s Guide</em> Pochodzenia:</strong>  @UUID[Compendium.pf2e.heritages.Item.UaD5VDoFlILEmbyz]{Dhampir} byłby doskonałym wyborem tematycznym dla kampanii o tematyce horroru, takiej jak Season of Ghosts, szczególnie tych z linii ru-shi, którzy wywodzą swoją wampiryczną krew od jiang-shi. Kilku ysoków (aka @UUID[Compendium.pf2e.ancestries.Item.P6PcVnCkh4XMdefw]{Szczuroludzie}) żyje w Willowshore i również nadawaliby się na bohaterów. Planarne potomstwo (zwłaszcza aasimary, które przybyły na Shenmen z narodu Tianjing na przeciwległym brzegu Morza Duchów) również mogło osiedlić się na Shenmen.</p><p><strong>Podstawowi przodkowie:</strong> @UUID[Compendium.pf2e.ancestries.Item.BYj5ZvlXZdpaEgA6]{Krasnoludy},  @UUID[Compendium.pf2e.ancestries.Item.CYlfsYLJcBOgqKtD]{Gnomy}, i @UUID[Compendium.pf2e.ancestries.Item.sQfjTMDaZbT9DThq]{Gobliny} nie występują w znaczącej liczbie w Willowshore, ale każdy z tych ludzi mógł wyemigrować na południe od Amanandaru, aby się tam osiedlić.</p><p><strong><em>Pathfinder Lost Omens Ancestry Guide</em> Pochodzenia:</strong> W przeciwieństwie do @UUID[Compendium.pf2e.heritages.Item.1oLMOmLpurfWTTff]{Aasimarów}, @UUID[Compendium.pf2e.heritages.Item.1oLMOmLpurfWTTff]{Tieflingów}, którzy zamieszkują Shenmen, pochodzą zazwyczaj z jednej z dwóch linii. Podobnie jak aasimary, które podróżowały na zachód przez Morze Duchów, tieflingi ze znakiem szczeliny (wywodzące się z wpływów qlippoth) nie są nieznane na Shenmen. Tieflingi są często traktowane ze strachem i podejrzliwością przez mieszkańców Willowshore, ale każdy gracz o takim pochodzeniu w Season of Ghosts jest już znany innym mieszkańcom miasta jako „wyjątek” od oczekiwań - porozmawiaj ze swoim MG o włączeniu takiej postaci do kampanii na wypadek, gdyby chciał dostosować niektóre aspekty kampanii, aby odzwierciedlić twój wybór.</p><p><strong><em>Pathfinder Lost Omens Character Guide</em> Pochodzenia:</strong>  @UUID[Compendium.pf2e.ancestries.Item.piNLXUrm9iaGqD2i]{Hobgobliny} mogli przybyć do Willowshore z zachodniego kraju Kaoling, ale podobnie jak tieflingi, hobgobliny są często traktowane ze strachem lub podejrzliwością. W Willowshore niewielka ich grupa prowadzi coś w rodzaju saloonu.</p><p><strong><em>Pathfinder Lost Omens Tian Xia Character Guide</em> Pochodzenia:</strong> Wiele innych rodowodów wspólnych dla Tian Xia zostanie wprowadzonych w Przewodniku postaci Pathfinder Lost Omens Tian Xia, który ma zostać opublikowany w 2024 roku - jeśli chcesz grać którymś z tych rodów, gdy te opcje staną się dostępne, porozmawiaj ze swoim MG.</p>"
                        },
                        "Rare Ancestries": {
                            "name": "Rzadkie pochodzenie",
                            "text": "<p>Wszelkie inne pochodzenie niewymienione powyżej (lub w sekcji Nieodpowiednie pochodzenie poniżej) jest uważane za rzadkie - chociaż takie pochodzenie może z pewnością działać z punktu widzenia balansu gry, nie jest ono szczególnie popularne w Sezonie Duchów. Jeśli chcesz zagrać rzadkim pochodzeniem, porozmawiaj najpierw ze swoim MG.</p>"
                        },
                        "Inappropriate Ancestries": {
                            "name": "Nieodpowiednie pochodzenie",
                            "text": "<p>Wodne pochodzenie znajdzie się dosłownie poza swoim żywiołem w Season of Ghosts, ponieważ jest bardzo niewiele momentów, w których takie postacie mogą zabłysnąć. Willowshore znajduje się nad brzegiem rzeki, a jego sercem jest jezioro, więc znajdzie się źródło wody, w którym można zamieszkać, ale porozmawiaj ze swoim MG przed dokonaniem takiego wyboru dla swojej postaci.</p><p>Androidy również nie są odpowiednie dla tej kampanii - ponieważ Season of Ghosts rozgrywa się około 100 lat przed wydarzeniami ze ścieżki przygody Iron Gods, androidy po prostu nie rozprzestrzeniły się na tyle daleko poza granice Numerii, aby można je było logicznie spotkać w innych częściach świata. Jeśli chcesz zagrać androidem w Season of Ghosts, będziesz musiał współpracować ze swoim MG, aby dostosować kanon gry tak, aby zapewnić logiczny powód obecności androida w Willowshore.</p>"
                        },
                        "Classes": {
                            "name": "Klasy",
                            "text": "<p>W Season of Ghosts zakłada się, że postacie są mieszkańcami Willowshore. Chociaż Willowshore ma tylko 225 mieszkańców (nie licząc twoich bohaterów!), historia i położenie miasta sprawiają, że jest ono otwarte na szeroki wachlarz potencjalnych klas postaci, które mogą być reprezentowane przez najnowszą obsadę bohaterów.</p><p><strong>Alchemicy</strong> są szanowani i uwielbiani w Willowshore, zarówno ze względu na swoje umiejętności zielarskie, jak i talent do tworzenia fantazyjnych atrakcji na festiwale. Lokalna zielarka You So-Jin z Graveside Manners koncentruje się bardziej na zielarskiej stronie innowacji alchemicznych, ale dostęp do jej laboratorium alchemicznego i zapasów, jeśli zdobędziesz jej wsparcie i przyjaźń, będzie bardzo przydatny. Dziedzina badań chirurga jest najbardziej odpowiednim wyborem tematycznym dla alchemika z Willowshore, ale każda dziedzina badań będzie równie przydatna w Season of Ghosts.</p><p><strong>Barbarzyńcy</strong> mogą stanowić skomplikowany wybór dla Season of Ghosts, biorąc pod uwagę brak jakichkolwiek klanów barbarzyńców w regionie. Chociaż w Willowshore nie ma barbarzyńskich postaci niezależnych, jest wielu mieszkańców, którzy lubią dobrą walkę lub doceniają siłę fizyczną. Barbarzyńca z instynktem zwierzęcym może być ceniony za swoje umiejętności łowieckie, podczas gdy barbarzyńca z instynktem duchowym może być szanowany jako obrońca przed złymi duchami, których obawiają się miejscowi (i z pewnością uzna swoją zdolność do łatwiejszego zadawania obrażeń bezcielesnym wrogom za wielkie dobrodziejstwo podczas wielu starć w Season of Ghosts!) Inne instynkty nie są szczególnie powiązane tematycznie z Willowshore, ale żaden z nich nie jest szczególnie złym wyborem dla tej ścieżki przygód.</p><p><strong>Bardowie</strong> będą mieli wiele okazji, aby wpływać na postacie niezależne, tworzyć wyjątkowe występy lub wykorzystywać muzykę na swoją korzyść w różnych momentach Sezonu Duchów, ale żadna konkretna kompilacja nie jest bardziej korzystna od innej na tej ścieżce przygód. Jeśli wybierzesz enigmę jako swoją muzę, Tan Sui-Jing (starożytny bohater ludowy, którego osiągnięcia z przeszłości są teraz częścią dziedzictwa Willowshore) lub Wielka Wierzba (dziwna kodama kami związana z wysoką wierzbą o tej samej nazwie, która wznosi się na wzgórzu na północ od miasta) mogą być zabawnymi wyborami - porozmawiaj ze swoim MG, aby dowiedzieć się, czy inne tajemnicze muzy mogą mieć sens. W Willowshore, Kazuma Oono, reżyser, który prowadzi teatr Seven-Colored Songbird, jest znany z okresowego przesłuchiwania wykonawców.</p><p><strong>Czempioni</strong> są odpowiedni dla Season of Ghosts, pod warunkiem, że ich doktryny nie ustawiają ich w konflikcie z resztą drużyny. Klasyczny przykład ronina, który osiedlił się w małym miasteczku, by stać się jego obrońcą, to ikoniczna rola dla czempiona w kampanii takiej jak Season of Ghosts. Chociaż w tej ścieżce przygód nie ma wielu potyczek, które wymagałyby od bohaterów dosiadania wierzchowców, to zarówno w miastach, jak i na pustkowiach będzie wiele okazji, w których posiadanie wierzchowca w walce może okazać się pomocne.</p><p><strong>Klerycy</strong> powinni rozważyć dodatkowe informacje przedstawione w sekcji Wyznania (strona 8), aby uzyskać wskazówki dotyczące tego, które bóstwo należy czcić.</p><p><strong>Druidzi</strong> będą mieli wiele okazji do doskonalenia się w Season of Ghosts, ponieważ ścieżka przygody koncentruje się na rocznych porach roku, a miasto Willowshore jest lokalizacją wiejską. Umiarkowane lasy są głównym naturalnym terenem występującym w tej ścieżce przygód. Zakony druidów zwierząt, liści i burzy są najbardziej odpowiednie tematycznie dla tej ścieżki przygód, ale wszystkie zakony znajdą swoje miejsce w tej kampanii. Następujące zwierzęta są najczęściej spotykane w regionie otaczającym Willowshore, więc wybór jednego z nich jako zwierzęcego towarzysza będzie również zgodny z tematem (jeśli chcesz wybrać innego zwierzęcego towarzysza, porozmawiaj ze swoim MG o tym, jak to zwierzę mogło stać się twoim towarzyszem w nietypowych okolicznościach): drzewiak, borsuk, nietoperz, niedźwiedź, żuk, ptak, dzik, kot, koń, wąż lub wilk.</p><p><strong>Wojownicy</strong> znajdą wiele okazji, by zabłysnąć w Season of Ghosts, ale ważne jest, aby pamiętać, że na tej ścieżce przygód jest wiele elementów miejskich i przestojów. Warto rozważyć wytrenowanie się w umiejętnościach takich jak rzemiosło, dyplomacja, zastraszanie lub społeczeństwo, tak aby podczas nie-bojowych fragmentów tej ścieżki przygód nadal mieć chwile, by zabłysnąć.</p><p><strong>Rewolwerowcy</strong> nie są szczególnie dobrym wyborem tematycznym dla tej ścieżki przygód, a poza tym w mieście Willowshore nie ma żadnych zasobów, na których mogliby polegać rewolwerowcy. Jeśli chcesz zagrać rewolwerowcem, porozmawiaj najpierw ze swoim MG, ale prawdopodobnie najlepiej będzie zachować pomysły na bohatera rewolwerowca na inną kampanię.</p><p><strong>Wynalazcy</strong> nie są powszechni w Shenmen, ale nie są nieznani, a ich talent do konstruowania urządzeń i kreatywnych rozwiązań może być bardzo cenny na obszarach wiejskich, takich jak Willowshore, gdzie dostęp do szerszej gamy rzadkich lub specjalistycznych narzędzi i sprzętu nie jest gwarantowany. Huo Tian-Zhe z kuźni Second Best w Willowshore jest dobrze znany ze swoich wynalazków i może być doskonałym sojusznikiem lub przyjacielem dla bohaterów. Nie ma innowacji wynalazcy, która byłaby bardziej lub mniej odpowiednia dla Season of Ghosts niż inna.</p><p><strong>Badacze</strong> znajdą wiele okazji do poszukiwania informacji, śledzenia wskazówek i rozwiązywania tajemnic w trakcie Sezonu Duchów, co czyni je szczególnie doskonałym wyborem tematycznym dla tej ścieżki przygód. Metodologie nauk alchemicznych i medycyny sądowej są najbardziej odpowiednimi tematycznie opcjami dla tej ścieżki przygód.</p><p><strong>Kinetycy</strong> są dobrym wyborem dla Season of Ghosts, choć w Willowshore nie ma zbyt wiele tematycznego wsparcia dla żywiołaka lub kinetyka - jeśli chcesz grać kinetykiem, porozmawiaj ze swoim MG o potencjalnym dostosowaniu tego w jakiś sposób. W szczególności motyw „drewna przeciwko metalowi” odgrywa subtelną rolę w tej kampanii; mieszkańcy Willowshore bardziej pasują do motywów drewna, podczas gdy motywy metalu bardziej pasują do niektórych elementów opozycji kampanii.</p><p><strong>Magowie</strong> znajdą swoje umiejętności przydatne w Season of Ghosts, ale nie są szczególnie powiązane tematycznie z fabułą tej ścieżki przygód. Oczywiście oznacza to również, że postać maga będzie stosunkowo wolna od konfliktów tematycznych podczas dokonywania wyborów dotyczących ich rosnącej mocy!</p><p><strong>Mnisi</strong> są silnym wyborem tematycznym dla Willowshore, miasta, które pierwotnie zostało założone jako wsparcie dla odległego klasztoru. Choć klasztor ten, Tan Sugi, jest obecnie w ruinie i już nie działa, w samym Willowshore jest wiele miejsc, w których styl życia mnicha może być satysfakcjonujący, choćby jako część bogatej historii i dziedzictwa miasta. Zobacz Wiara poniżej, aby uzyskać dodatkowe wskazówki dotyczące religii lub przekonań.</p><p><strong>Wyrocznie</strong> są być może nawet silniejszym wyborem tematycznym dla Season of Ghosts niż klerycy, jeśli chodzi o boskich zaklinaczy. Większość tajemnic wyroczni jest silnym wyborem tematycznym na tej ścieżce przygód, a Bitwa, Kosmos i Płomienie są najmniej. Dodatkowe wskazówki dotyczące religii znajdują się w sekcji Wiara poniżej.</p><p><strong>Psionicy</strong> nie są reprezentowani wśród mieszkańców Willowshore, ale ich magiczne praktyki są znane i podziwiane. Ci, którzy koncentrują swoje studia i moce na tematach związanych z wiedzą, odkrywaniem starożytnych tajemnic lub walką z siłami nadprzyrodzonymi, znajdą w Season of Ghosts wiele okazji do działania.</p><p><strong>Łowcy</strong> są bardzo cenieni wśród mieszkańców Willowshore; ich umiejętności przetrwania i zdolności łowieckie pozwalają miastu zachować samowystarczalność. Miejskie Srebrne Chaty są tradycyjnymi miejscami, w których gromadzą się lokalni łowcy, ale w dzisiejszych czasach łowca może pracować w niemal każdym miejscu w mieście lub w głębi lądu. Jeśli zdobędziesz zwierzęcego towarzysza, zapoznaj się z powyższymi sugestiami dla druidów. Jeśli skorzystasz z atutu „Ulubiony teren”, to teren leśny jest zdecydowanie najczęstszym terenem, z jakim przyjdzie ci się zmierzyć podczas Sezonu Duchów. Tereny wodne (w postaci jezior i rzek) i górskie odgrywają znacznie mniejszą rolę, a równiny, niebo, bagna i podziemia odgrywają jeszcze mniejszą rolę. Season of Ghosts nie zawiera terenów arktycznych ani pustynnych.</p><p><strong>Łotry</strong> znajdą wiele zastosowań dla swoich umiejętności w Season of Ghosts, szczególnie jeśli chodzi o te związane z poruszaniem się po polityce małego wiejskiego miasteczka. Rozważ porady dotyczące umiejętności w dalszej części tego Przewodnika gracza, wybierając, na czym skupić swoje wytrenowanie.</p><p><strong>Czarownicy</strong> są doskonałym wyborem tematycznym dla tej ścieżki przygód, ponieważ Willowshore jest przesiąknięte wieloma nadprzyrodzonymi i tajemniczymi tradycjami. Wszystkie linie krwi czarowników mogą być równie interesujące w Season of Ghosts, ale najbardziej odpowiednie tematycznie są imperialne, psychopompiczne lub nieumarłe.</p><p><strong>Przywoływacze</strong> budując swojego eidolona, powinni wziąć pod uwagę regiony otaczające Willowshore (lasy, z kilkoma niskimi górami i mnóstwem rzek i jezior), ale poza tym będą mieli szeroki wybór podczas Sezonu Duchów. Najbardziej tematyczne opcje dla eidolonów w tej ścieżce przygód to upiór gniewu, bestia, upiór oddania, roślina lub psychopomp.</p><p><strong>Zawiadaki</strong> są jak wojownicy, ponieważ znajdą wiele okazji do pokazania swoich umiejętności w bitwach tej kampanii, ale powinni rozważyć opcję eksploracji podczas przestojów lub w obszarach miejskich, gdy walka nie jest najlepszym rozwiązaniem.</p><p><strong>Taumaturdzy</strong> są doskonałym wyborem dla Season of Ghosts, ponieważ podobnie jak badacz, będą musieli zmierzyć się z szeroką gamą tajemnic i starożytnych sekretów do zbadania i odkrycia. Wszystkie narzędzia taumaturga mogą znaleźć tematyczne powiązania w tej kampanii, ale być może żadne bardziej niż latarnia, biorąc pod uwagę silną tradycję Willowshore z jej Wieczną Latarnią (strona 18). Chociaż nie możesz wybrać tej konkretnej latarni jako swojego narzędzia, latarnia wykonana na jej podobieństwo pasowałaby idealnie!</p><p><strong>Wiedźmy</strong> są być może nawet bardziej odpowiednim tematycznie wyborem dla zaklinacza niż czarownik dla Season of Ghosts, ze względu na ich powiązania z tajemniczym patronem i ich motywy związane z horrorem wbudowane bezpośrednio w klasę. Porozmawiaj ze swoim MG podczas wyboru patrona, aby uzyskać dodatkowe wskazówki, ale motywy klątwy, nocy, dziczy i zimy zawsze będą doskonałym wyborem w tej ścieżce przygód. Wybierając chowańca, należy pamiętać, że Willowshore jest związane z tradycyjnym strażnikiem wzdłuż jego wschodniego krańca w postaci dużego kamiennego pająka w kapliczce tuż przy drodze - w związku z tym wybór chowańca pająka jest jak najbardziej na miejscu!</p><p><strong>Czarodzieje</strong> przekonają się, że ich mistrzostwo w magii jest czymś, co mieszkańcy Willowshore bardzo cenią - pod warunkiem, że nie skupiają się na czymś niepokojącym i przerażającym! Wszystkie szkoły magii będą miały wiele okazji do wykorzystania podczas tej ścieżki przygód. Bohaterowie mogą chcieć zawrzeć sojusz lub przyjaźń z Igawą Jubei z Kręgu Matki, rezydującym w Willowshore czarodziejem i uczonym w dziedzinie magii.</p>"
                        },
                        "Faiths": {
                            "name": "Wyznania",
                            "text": "<p>W Willowshore znajdują się dwie świątynie - jedna poświęcona @UUID[Compendium.pf2e.deities.Item.M3eb94Nd6uXti2IK]{Daikitsu} i jedna @UUID[Compendium.pf2e.deities.Item.QZD0u1jxwz0kj8uI]{Pharasma} - ale mieszkańcy miasteczka są znacznie bardziej zróżnicowani pod względem wiary. Oprócz tych dwóch wyznań, zarówno @UUID[Compendium.pf2e.deities.Item.d56paSkcwvll2OhR]{Abadar}, jak i @UUID[Compendium.pf2e.deities.Item.r6SFB1PzKsagDXff]{Pani Nanbyo} mają wielu wyznawców wśród swojej trzody, a większość mieszkańców oddaje hołd wielu innym bóstwom. Ich kult znajduje odzwierciedlenie w dużej liczbie małych kapliczek różnych wyznań rozsianych po całym mieście. Niektóre z nich, jak te poświęcone Daikitsu i Pharasmie, znajdują się w dobrze znanych miejscach, ale wiele z nich to kapliczki prywatne lub takie, o których prawie zapomniano.</p><p>Kapliczki następujących bóstw znajdują się w Willowshore; jeśli twoja postać czci jedno z tych bóstw, automatycznie pozna lokalizację tej kapliczki:  @UUID[Compendium.pf2e.deities.Item.d56paSkcwvll2OhR]{Abadar},  @UUID[Compendium.pf2e.deities.Item.AlL9GtlTldbqNoVm]{Calistria},  @UUID[Compendium.pf2e.deities.Item.M3eb94Nd6uXti2IK]{Daikitsu},  @UUID[Compendium.pf2e.deities.Item.JgqH3BhuEuA4Zyqs]{Desna},  @UUID[Compendium.pf2e.deities.Item.wjXNXFWBLbJaeZQR]{Ketephys},  @UUID[Compendium.pf2e.deities.Item.AIcDyoff265z9285]{Kofusachi},  @UUID[Compendium.pf2e.deities.Item.r6SFB1PzKsagDXff]{Lady Nanbyo},  @UUID[Compendium.pf2e.deities.Item.MbJ93Nw39h2cBYi5]{Lao Shu Po},  @UUID[Compendium.pf2e.deities.Item.gsFaxWHbZmc1moY6]{Nalinivati},  @UUID[Compendium.pf2e.deities.Item.QZD0u1jxwz0kj8uI]{Pharasma},  @UUID[Compendium.pf2e.deities.Item.giAsBYiL2omr0x2L]{Qi Zhong},  @UUID[Compendium.pf2e.deities.Item.gxwmzxUWBOhdgFSN]{Shelyn},  @UUID[Compendium.pf2e.deities.Item.s9opv94lGDRKnw6W]{Shizuru},  @UUID[Compendium.pf2e.deities.Item.aTYy1WHwAZiuei4h]{Tsukiyo}, i @UUID[Compendium.pf2e.deities.Item.83jKKHQPoqVylmrF]{Yaezhing}. Jeśli zdecydujesz się czcić bóstwo spoza tych wymienionych tutaj, porozmawiaj ze swoim MG - twoja wiara może nawet zaowocować dodaniem kolejnej świątyni do listy Willowshore!</p><p>Należy pamiętać, że niektóre wyznania, takie jak @UUID[Compendium.pf2e.deities.Item.HtRxo4J3elFteIqu]{Arazni}, @UUID[Compendium.pf2e.deities.Item.soiVh53y9RAeSLEk]{Casandalee} lub @UUID[Compendium.pf2e. deities.Item.jL1qiVOZBKXETtVD]{Nocticula}, albo jeszcze nie istnieją, albo nie przeszły jeszcze znaczących zmian, których dokonały w ciągu około stu lat po rozpoczęciu Ery Zagubionych Omenów. Podobnie, choć śmierć Arodena miała miejsce zaledwie kilka lat temu, jego wiara nie ma znaczenia w Tian Xia - a już na pewno nie w Willowshore. Twoja postać powinna unikać oddawania czci takim bóstwom ze względu na linię czasową tej ścieżki przygody.</p><p>Poza szeroką gamą bóstw w mieście, wielu mieszkańców Willowshore jest wyznawcami @UUID[Compendium.pf2e.deities.Item.WfqLY2Fm1LGCG5X]{Sangpotshi}. Pierwotni założyciele miasta byli wyznawcami tej wiary. Zbudowali oni klasztor Tan Sugi na wzgórzach na zachodzie jako odosobnione miejsce, w którym można dążyć do oświecenia dzięki tej filozofii, a Willowshore założyli, aby najpierw wspierać tych, którzy pracowali przy budowie klasztoru, a później jako centrum handlowe wspierające mnichów. Klasztor Tan Sugi jest obecnie opuszczony i popadł w ruinę (a niektórzy twierdzą, że także w ręce różnych duchów i potworów), ale wielu mieszkańców Willowshore nadal podąża ścieżką Sangpotshi.</p>"
                        },
                        "Languages": {
                            "name": "Języki",
                            "text": "<p>W Season of Ghosts głównym językiem jest Tien - język ten jest określany jako wspólny w tym Podręczniku gracza i na całej ścieżce przygód Season of Ghosts. Języki któregokolwiek ze wspólnych przodków wymienionych powyżej (elfi, niziołczy, kitsune, nagaji, i tengu) może również znaleźć częste zastosowanie.</p><p>Języki ogólnego zastosowania, które przydadzą się w różnych momentach Season of Ghosts, to m.in.  Chtoniczny, Aklo, Nekrotyczny, i Fey.</p><p>Bardziej specyficzne języki, które nie są tak przydatne dla całej kampanii, ale mogą stać się sytuacyjnie ważne dla niewielkiej liczby spotkań, obejmują Niebiański, Smoczy, Goblini, Hwan,  Minkaiański, Requiański, i Samsarański.</p>"
                        },
                        "Skills and Feats": {
                            "name": "Atuty i umiejętności",
                            "text": "<p>W Season of Ghosts napotkasz szeroki wachlarz wyzwań i możliwości, szczególnie jeśli chodzi o przestoje. Ta ścieżka przygód obejmuje cały rok, a od czasu do czasu będziesz spędzać tygodnie na wykonywaniu różnych czynności związanych z przestojami. Umiejętności, które często pojawiają się w walkach (lub bezpośrednio po nich), takie jak Akrobatyka, Atletyka, Medycyna i Ukrycie, będą niezmiennie przydatne przez całą kampanię, a niektóre z nich (zwłaszcza Atletyka) mają znaczące inne zastosowania podczas różnych przestojów.</p><p>Spośród czterech umiejętności związanych z tradycjami magicznymi, Natura i Religia będą miały wiele okazji do zabłyśnięcia na całej ścieżce przygód. Arkana zyskują na znaczeniu w drugiej połowie tej czteroczęściowej kampanii, podobnie jak Okultyzm.</p><p>Umiejętności, które pomagają w interakcjach społecznych, takie jak Dyplomacja, Zastraszanie i Społeczeństwo, będą stale wykorzystywane w Season of Ghosts. Oszustwo będzie oczywiście często przydatne w trybie spotkania, aby stworzyć dywersję lub podstęp, ale jego szanse na zabłyśnięcie poza walką są minimalne (jeśli ważne) w pierwszej połowie kampanii - w drugiej połowie umiejętność Oszustwa staje się znacznie ważniejsza.</p><p>Zdolność do przetrwania i bycia samowystarczalnym lub pomagania odległemu miastu Willowshore w tych samych celach sprawia, że Przetrwanie jest ważną umiejętnością w całej kampanii. Złodziejstwo będzie również bardzo przydatne, zarówno w radzeniu sobie z zagrożeniami, jak i okresowo w przypadku niektórych przestojów lub wyzwań, które mogą wymagać większej subtelności.</p><p>Rzemiosło staje się również ważną umiejętnością po zakończeniu pierwszej przygody, w której coraz częściej będziesz wzywany podczas przestojów i aktywności do budowania, naprawiania lub w inny sposób korzystania z tej umiejętności. Podczas gdy okazje do wykorzystania Występów do osiągnięcia celów będą rzadsze, każda przygoda będzie miała kilka momentów, w których umiejętności w tej dziedzinie mogą z łatwością rozwiązać problemy.</p><p>W tej kampanii przydatna jest duża liczba umiejętności Wiedzy. Często, gdy dostępna jest aktywność w czasie przestoju, konkretna umiejętność Wiedzy będzie miała niższy ST niż coś bardziej ogólnego, jak Oszustwo lub Społeczeństwo. Najważniejszą umiejętnością Wiedzy w tej Ścieżce Przygody jest Wiedza o Willowshore, jak można się spodziewać po kampanii rozgrywającej się niemal w całości w tym małym miasteczku! Inne ważne umiejętności Wiedzy, które będą miały więcej niż kilka okazji do zabłyśnięcia w kampanii, to Akademia, Sztuka, Inżynieria, Rolnictwo, Łowiectwo, Biblioteka, Sangpotshi i Wiedza o Herbacie. Umiejętności wiedzy, które będą miały tylko jedną lub dwie szanse na zabłyśnięcie, obejmują wszelkie umiejętności związane z jedzeniem lub piciem innym niż herbata, architekturę, gotowanie, łowienie ryb, wróżenie, gry, genealogię, gildię, zielarstwo, Jorogumo, pracę, kupiectwo, położnictwo, Qi-Zhong, rzekę, żeglarstwo, zwiad, teatr, podziemia i wiedzę wojenną.</p><p>Warto zwrócić uwagę na jedną nową umiejętność fabularną, która nie jest reprezentowana w <em>Core Rulebook</em> ale stanie się coraz bardziej przydatna w tej kampanii, jest związana z konkretną rodziną nowych potworów wprowadzonych w Season of Ghosts. Gdy twoja grupa odkryje ten nowy typ potwora, wytrenowanie się w jego wiedzy pomoże ci przygotować się do walki z nim lub w inny sposób zbadać nadchodzące elementy fabuły, ale brak konkretnego wytrenowania w tej konkretnej umiejętności Wiedzy na początku Sezonu Duchów jest nie tylko w porządku, ale jest częścią rozwijającej się fabuły kampanii. Wspominamy o tym tylko po to, aby przygotować cię na przyszłe możliwości dla tych graczy, którzy lubią wcześniej wybierać poziom swojej postaci.</p><p>Powinieneś unikać atutów, które najlepiej sprawdzają się w dużych miastach lub które polegają na dalekich podróżach wykraczających poza to, co możesz zrobić w ciągu kilku dni, ponieważ te elementy nie odgrywają roli w Season of Ghosts. Atuty, które pomogą ci w interakcji z innymi mieszkańcami miasta, zwiększą twoją zdolność do samowystarczalności lub ogólnie okażą się przydatne dla każdego, kto przeżyje rok swojego życia w odległym leśnym miasteczku, będą bardziej przydatne niż zwykle.</p>"
                        },
                        "Archetypes": {
                            "name": "Archetypy",
                            "text": "<p>W miarę jak stajesz się coraz potężniejszy, opcja wyboru archetypu może pomóc ci jeszcze bardziej dostosować swoją postać i uczynić ją bardziej odpowiednią tematycznie dla Season of Ghosts. Większość wieloklasowych archetypów dobrze sprawdza się w kampanii Season of Ghosts (z wyjątkiem @UUID[Compendium.pf2e.classes.Item.Z9li154CPNmun29Q]{Rewolwerowca}), podczas gdy inne tematycznie odpowiednie archetypy z Advanced Player's Guide to m.in: @UUID[Compendium.pf2e.feats-srd.Item.eBdajOzs8kiJDic2]{Błogosławiony} (związany z jednym z bóstw posiadających kapliczki w Willowshore), @UUID[Compendium.pf2e.feats-srd.Item. tKaesXO5nlZ2sspx]{Łowca nagrów} lub @UUID[Compendium.pf2e.feats-srd.Item.r72qcTupGzyRDiGe]{Duelista} (oba szczególnie gdy są używane do stworzenia postaci o tematyce ronina), @UUID[Compendium.pf2e.feats-srd.Item.5 CRt5Dy9eLv5LpRF]{Herbalist}, @UUID[Compendium.pf2e.feats-srd.Item.pZMBq7gn66SEEA0n]{Piechur Horyzontu} (las), @UUID[Compendium.pf2e.feats-srd.Item. lyD6eXl4wc7Pq61q]{Mistrz Wiedzy}, @UUID[Compendium.pf2e.feats-srd.Item.MYzRfNExDYp25rro]{Marszałek} lub @UUID[Compendium.pf2e.feats-srd.Item.zn7arorE3VJLNYsb]{Mistrz sztuk walki}. Archetyp @UUID[Compendium.pf2e.feats-srd.Item.kU4K9j9qnktoAaQ]{Rytualista} szczególnie dobrze nadaje się do tej kampanii, ponieważ Season of Ghosts zawiera wiele rytuałów i oferuje wiele możliwości ich wykorzystania.</p>"
                        },
                        "Gear": {
                            "name": "Sprzęt",
                            "text": "<p>Akcja Season of Ghosts rozgrywa się w Tian Xia, w związku z czym w grze dostępne są następujące bronie niepospolite z <em>Core Rulebook</em> są dostępne dla każdego bohatera podczas tworzenia postaci:  @UUID[Compendium.pf2e.equipment-srd.Item.zSAoyzcf3nSeZCiF]{Kama},  @UUID[Compendium.pf2e.equipment-srd.Item.Y1dkRsRd1Z7Jf2y6]{Katana},  @UUID[Compendium.pf2e.equipment-srd.Item.LA8wwpQBi6tylE6z]{Nunchaku},  @UUID[Compendium.pf2e.equipment-srd.Item.u2u6dkr01AB34tyA]{Sai},  @UUID[Compendium.pf2e.equipment-srd.Item.fjkwYZ0hRmBztwBG]{Shuriken}, i @UUID[Compendium.pf2e.equipment-srd.Item.NIsxR5zXtVa3PuyU]{Temple Sword}.</p><p>Następujące niepospolite bronie z <em>Advanced Player’s Guide</em> są dostępne dla każdego bohatera podczas tworzenia postaci: @UUID[Compendium.pf2e.equipment-srd.Item.RN3m5Hb5LPbdZGoO]{Daikyu}*,  @UUID[Compendium.pf2e.equipment-srd.Item.KgKSX95uVSg8iBBA]{Khakkhara},  @UUID[Compendium.pf2e.equipment-srd.Item.6qJkA6fnHHiF4CEV]{Tengu Gale Blade}, i @UUID[Compendium.pf2e.equipment-srd.Item.YOpopjoWgU7bkmwh]{Wakizashi}.</p><p>Następujące bronie niepospolite ze Pathfinder Treasure Vault są dostępne dla każdego bohatera po stworzeniu postaci: @UUID[Compendium.pf2e.equipment-srd.Item.JuR0cug2xq4sWxHR]{Butterfly Sword}*,  @UUID[Compendium.pf2e.equipment-srd.Item.yUgOLSyb4pGGxfCR]{Feng Huo Lun}*,  @UUID[Compendium.pf2e.equipment-srd.Item.76AqNZB5xuFWxgJI]{Fighting Fan},  @UUID[Compendium.pf2e.equipment-srd.Item.O3XAH3VkOx9a0FyD]{Hook Sword}*,  @UUID[Compendium.pf2e.equipment-srd.Item.WxczDmQ5qOaD5IxB]{Jiu Huan Dao},  @UUID[Compendium.pf2e.equipment-srd.Item.D6E4VaKVG05G26Rm]{Kusarigama},  @UUID[Compendium.pf2e.equipment-srd.Item.NufKswitJjxDCX8f]{Naginata},  @UUID[Compendium.pf2e.equipment-srd.Item.djSCel13i1p8JeXv]{Rope Dart},  @UUID[Compendium.pf2e.equipment-srd.Item.jbSgs5Tq0bkmHUab]{Sansetsukon},  @UUID[Compendium.pf2e.equipment-srd.Item.vsJ0zvYZzduP7rtD]{Tekko-Kagi}, and  @UUID[Compendium.pf2e.equipment-srd.Item.Brs4linGy3GAod5y]{Three-Section Naginata}*.</p><p>Gwiazdka oznacza, że ta opcja jest również bronią zaawansowaną.</p>"
                        },
                        "Backgrounds": {
                            "name": "Przeszłości",
                            "text": "<p>W przeciwieństwie do większości ścieżek przygodowych, Season of Ghosts rozgrywa się niemal w całości w miasteczku Willowshore i w jego pobliżu i zakłada, że wszyscy gracze są jego stałymi mieszkańcami. W związku z tym jest prawdopodobne, że twoi bohaterowie mają rodzinę lub bliskich przyjaciół w mieście - powinieneś współpracować ze swoim MG, aby stworzyć tych dodatkowych bohaterów niezależnych, którzy pomogą zaludnić Willowshore! Każde z niestandardowych przeszłości oferowanych w tym Przewodniku gracza zawiera sugestie dotyczące miejsca zamieszkania bohaterów w mieście, więc możesz skorzystać z tych sugestii, aby zdecydować, kto z najbliższej rodziny twojego bohatera znajduje się w mieście, a kto nie - ale pamiętaj, że jeśli zdecydujesz się mieć ważnych członków rodziny znajdujących się poza okolicami Willowshore, prawdopodobnie nie będziesz mógł ich odwiedzić podczas tej kampanii!</p><p>Podczas tworzenia postaci w Season of Ghosts można wybrać jedną z dwóch następujących metod wyboru przeszłości postaci.</p>"
                        },
                        "Standard Background": {
                            "name": "Standardowa przeszłość",
                            "text": "<p>Jeśli chcesz po prostu wybrać standardową przeszłość z listy <em>Core Rulebook</em>, dobrym wyborem tematycznym dla Season of Ghosts są m.in. @UUID[Compendium.pf2e.backgrounds.Item.6irgRkKZ8tRZzLvs]{Artisan},  @UUID[Compendium.pf2e.backgrounds.Item.a9Q4iIiAZryVWN27]{Bounty Hunter},  @UUID[Compendium.pf2e.backgrounds.Item.t0t1ck8iKpaI4o5W]{Charlatan},  @UUID[Compendium.pf2e.backgrounds.Item.9lVw1JGl5ser6626]{Criminal},  @UUID[Compendium.pf2e.backgrounds.Item.dVRDDjT4FOu6uLDR]{Detective},  @UUID[Compendium.pf2e.backgrounds.Item.i4hN6OYv8qmi3GLW]{Entertainer},  @UUID[Compendium.pf2e.backgrounds.Item.SOmJyAtPOokesZoe]{Farmhand},  @UUID[Compendium.pf2e.backgrounds.Item.89LEOv97ZwsjnhNx]{Gambler},  @UUID[Compendium.pf2e.backgrounds.Item.6UmhTxOQeqFnppxx]{Guard},  @UUID[Compendium.pf2e.backgrounds.Item.ZdhPKEY9FfaOS8Wy]{Herbalist},  @UUID[Compendium.pf2e.backgrounds.Item.b3UC18ueX8m9Ov0W]{Hermit},  @UUID[Compendium.pf2e.backgrounds.Item.5Z3cLEpsx9nHVwhM]{Hunter},  @UUID[Compendium.pf2e.backgrounds.Item.2bzqI0D4J3LUi8nq]{Laborer},  @UUID[Compendium.pf2e.backgrounds.Item.lX5KDS2hU5LihZRs]{Martial Disciple},  @UUID[Compendium.pf2e.backgrounds.Item.KMv7ollLVaZ81XDV]{Merchant},  @UUID[Compendium.pf2e.backgrounds.Item.v0WPfxN6G8XFfFZT]{Scholar},  @UUID[Compendium.pf2e.backgrounds.Item.moVRsnpjB5THCwxE]{Street Urchin}, i @UUID[Compendium.pf2e.backgrounds.Item.r0kYIbN06Cv8eNG3]{Warrior}.</p><p>Dodatkowe standardowa przeszłość są dostępne w <em>Advanced Player’s Guide</em>; dobre wybory tematyczne z tej książki obejmują @UUID[Compendium.pf2e.backgrounds.Item.3gN09dOT2hMwGcK2]{Cook},  @UUID[Compendium.pf2e.backgrounds.Item.r9fzNQEz33HyKTxm]{Pilgrim},  @UUID[Compendium.pf2e.backgrounds.Item.ns9BOvCyjdapYhI0]{Root Worker},  @UUID[Compendium.pf2e.backgrounds.Item.UdOUj7i8XGTI72Zc]{Servant},  @UUID[Compendium.pf2e.backgrounds.Item.WrKVeUQ6KeRCm9uH]{Teacher}, lub  @UUID[Compendium.pf2e.backgrounds.Item.IXxdCzBS0xP20ckw]{Ward}.</p><p><strong>Sezonowe korzyści:</strong> Zamiast korzystać z konkretnego sezonowego dobrodziejstwa (dodatkowa korzyść dla postaci, które wybrały przeszłość Sezonu Duchów), zyskujesz możliwość, raz na sezon (lato, jesień, zima lub wiosna - a więc raz na przygodę podczas Sezonu Duchów), uzyskania premii +4 do statusu przy próbie rozstrzygnięcia dowolnej aktywności związanej z przestojem; możesz zdecydować się na zastosowanie tej premii po rzucie na test.</p>"
                        },
                        "Season of Ghosts Backgrounds": {
                            "name": "Przeszłość Sezonu Duchów",
                            "text": "<p>Sześć nowych przeszłości przedstawionych na kolejnych stronach jest dostępnych dla wszystkich postaci na ścieżce przygód Season of Ghosts. Każde z tych rzadkich przeszłości jest dopasowane do tematyki tej ścieżki przygód i zawiera odrobinę smaczku na temat festiwalu rekonstrukcji oraz tego, dlaczego zostałeś wybrany jako jeden z uprowadzonych na festiwal.</p><p><strong>Sezonowe dobrodziejstwo:</strong> Każde z tych środowisk zapewnia ci sezonowe dobrodziejstwo. Możesz użyć sezonowego dobrodziejstwa w dowolnym momencie jako darmowej akcji (z wyzwalaczem opisanym w twojej przeszłości), ale tylko raz na sezon (lato, jesień, zima, wiosna - odpowiadające czterem przygodom na ścieżce przygód Pory Duchów). Jeśli nie użyjesz sezonowego dobrodziejstwa podczas przygody, przepadnie - niewykorzystane sezonowe dobrodziejstwa nie przechodzą do następnej przygody.</p><section class=\"action\"> <h2 class=\"no-toc split\"><span>@UUID[Compendium.pf2e.backgrounds.Item.uker8dnTA7WhzXSR]{Bliskie Więzy}</span><span>Pochodzenie</span></h2> <ul class=\"traits\">  <li class=\"trait\">rzadkie</li> </ul> @Embed[Compendium.pf2e.backgrounds.Item.uker8dnTA7WhzXSR inline]</section>\n<section class=\"action\"> <h2 class=\"split no-toc\"><span>@UUID[Compendium.pf2e.backgrounds.Item.ia5aFzfmfnMjhcms]{Entuzjasta Folkloru}</span><span>Pochodzenie</span></h2> <ul class=\"traits\">  <li class=\"trait\">rzadkie</li> </ul> @Embed[Compendium.pf2e.backgrounds.Item.ia5aFzfmfnMjhcms inline]</section>\n<section class=\"action\"> <h2 class=\"split no-toc\"><span>@UUID[Compendium.pf2e.backgrounds.2nt2nsQMBXgQRlOu]{Uczony z Northridge}</span><span>Pochodzenie</span></h2> <ul class=\"traits\">  <li class=\"trait\">rzadkie</li> </ul> @Embed[Compendium.pf2e.backgrounds.2nt2nsQMBXgQRlOu inline]</section>\n<section class=\"action\"> <h2 class=\"split no-toc\"><span>@UUID[Compendium.pf2e.backgrounds.Item.GyFfqCZZVtazmwPD]{Mieszkaniec Obrzeży}</span><span>Pochodzenie</span></h2> <ul class=\"traits\">  <li class=\"trait\">rzadkie</li> </ul> @Embed[Compendium.pf2e.backgrounds.Item.GyFfqCZZVtazmwPD inline]</section>\n<section class=\"action\"> <h2 class=\"split no-toc\"><span>@UUID[Compendium.pf2e.backgrounds.Item.2W2jadmj4gPNfdQ9]{Tradycjonalista z Południowego Brzegu}</span><span>Pochodzenie</span></h2> <ul class=\"traits\">  <li class=\"trait\">rzadkie</li> </ul> @Embed[Compendium.pf2e.backgrounds.Item.2W2jadmj4gPNfdQ9 inline]</section>\n<section class=\"action\"> <h2 class=\"split no-toc\"><span>@UUID[Compendium.pf2e.backgrounds.Item.0oTvU8dNFcT42CWV]{Urwis z Willowshore}</span><span>Pochodzenie</span></h2> <ul class=\"traits\">  <li class=\"trait\">rzadkie</li> </ul> @Embed[Compendium.pf2e.backgrounds.Item.0oTvU8dNFcT42CWV inline]</section>"
                        },
                        "Background Adjustments": {
                            "name": "Dostosowywanie przeszłości",
                            "text": "<aside class=\"float-right\">  <h1 class=\"no-toc\">Informacje o rodzinie</h1>  <p>Chociaż Willowshore jest domem twojej postaci i może ona mieć bliską rodzinę mieszkającą w mieście, Season of Ghosts nie włącza żadnych potencjalnych członków rodziny bohaterów do fabuły przygód. Jeśli twoja postać ma rodziców, rodzeństwo, dzieci, partnerów romantycznych lub inną rodzinę mieszkającą z nimi w Willowshore, porozmawiaj ze swoim MG o tym, czy chcesz, aby odgrywali oni wyłącznie rolę tła, czy też, z pomocą MG, zajmowali bardziej integralną część fabuły kampanii. W szczególności poinformuj MG, czy nie masz nic przeciwko temu, by członkowie rodziny stali się zagrożeni przez elementy Season of Ghosts i upewnij się, że inni gracze również nie mają nic przeciwko temu elementowi. Ponownie, w Season of Ghosts nie ma elementów fabularnych, które bezpośrednio zagrażają rodzinie któregokolwiek z bohaterów (poza egzystencjalnym niebezpieczeństwem, przed którym stoją wszyscy mieszkańcy Willowshore), ale dla niektórych graczy i grup zaangażowanie rodziny w historie takie jak ta może sprawić, że doświadczenie będzie trudniejsze i bardziej satysfakcjonujące.</p></aside><p>Do dowolnej przeszłosci można dodać jedno z dwóch poniższych dostosowań, aby jeszcze bardziej zmodyfikować swój wybór i dopasować go do wizji bohatera.</p><p><strong>Rodzina:</strong> Ty i jeden (lub więcej) innych bohaterów jesteście bliskimi członkami rodziny (rodzeństwo, rodzice/dzieci, małżeństwo itp.) Jeśli skorzystasz z tego dostosowania, inni bohaterowie, którzy są twoją rodziną, również muszą z niego skorzystać. Wybierz jeden z poniższych atutów, aby zastąpić atut umiejętności, który uzyskałbyś dzięki swojemu pochodzeniu. (Ty i twoje rodzeństwo nie musicie dokonać tego samego wyboru - rodzeństwo, które chce zachować atut umiejętności swojego pochodzenia, może wybrać z listy opcję „Typowy”).</p><ul>  <li style=\"list-style: none\"><strong>Kłótnie:</strong> Od dawna jesteś skłócony ze swoim rodzeństwem. Za każdym razem, gdy twojemu rodzeństwu krytycznie nie powiedzie się test umiejętności lub rzut ataku, a ty jesteś świadkiem ich porażki, otrzymujesz premię +1 do rzutu obronnego do końca swojej następnej tury, ponieważ potajemnie (a może nie tak potajemnie) cieszysz się z ich porażki.</li>  <li style=\"list-style: none\"><strong>Ścisła więź:</strong> Ty i twoje rodzeństwo dobrze ze sobą współpracujecie i robisz wszystko, by im pomóc, gdy są ciężko ranni. Kiedy udzielasz wsparcia lub pierwszej pomocy swojemu rodzeństwu, ST jest o 5 niższy niż normalnie.</li>  <li style=\"list-style: none\"><strong>Typowy:</strong> Masz standardowe relacje z rodzeństwem (rodzeństwem); nie zmieniaj atutu umiejętności przeszłości..</li></ul><p><strong>Znaleziony:</strong> Nie jesteś rodowitym mieszkańcem Willowshore, ale dorastałeś w tym mieście. Możesz mieć przybranych rodziców lub dorastać na ulicy. Wybierz jeden z poniższych atutów, aby zastąpić dodatkowy atut, który w przeciwnym razie uzyskałbyś dzięki swojemu pochodzeniu.</p><ul>  <li style=\"list-style: none\"><strong>Gorycz:</strong> Doceniasz miasto Willowshore, ale nadal czujesz urazę do stanu, w którym zostałeś porzucony lub pozostawiony w mieście. Otrzymujesz atut Zastraszające Spojrzenie.</li>  <li style=\"list-style: none\"><strong>Tajemniczy:</strong> Strzeżesz tajemnic i niewielu mieszkańców Willowshore (o ile w ogóle ktokolwiek) zna twoją historię przed osiedleniem się w mieście, po części dlatego, że zacząłeś poznawać Willowshore raczej poprzez obserwację niż związany z nią dialog. Zyskujesz atut Obrotny.  </li>  <li style=\"list-style: none\"><strong>Towarzyski:</strong> Jesteś wdzięczny za poczucie przynależności, jakim obdarzyli cię mieszkańcy Willowshore i zawsze starasz się odwdzięczyć za tę życzliwość. Raz w tygodniu, gdy próbujesz wykonać test umiejętności, aby rozwiązać zadanie związane z przestojem, które może przynieść korzyści Willowshore (kilka z tych zadań jest wyszczególnionych w przygodach, a MG zawsze może zdecydować, czy inne zadanie się kwalifikuje) i nie uda ci się wykonać tego zadania, zamiast tego odnosisz sukces, lub jeśli krytycznie nie uda ci się wykonać tego zadania, po prostu nie udaje ci się wykonać tego zadania.</li></ul>"
                        },
                        "Home and Heirloom": {
                            "name": "Dom i dziedzictwo",
                            "text": "<p>Ostatnim krokiem do stworzenia postaci w Season of Ghosts jest wybranie miejsca zamieszkania w Willowshore. Mapa miasta przedstawiona na stronie 16 pokazuje wszystkie budynki w Willowshore. Jeśli wybrałeś tło Season of Ghosts, wybór ten sugeruje, gdzie w Willowshore najprawdopodobniej znajduje się twój dom, ale nie musisz ograniczać się tą sugestią - możesz wybrać dowolny nieoznaczony mniejszy budynek na mapie jako dom swojej postaci (pamiętaj, że twój MG może mieć sugestie lub plany dotyczące niektórych budynków wykraczających poza oczekiwany zakres przygody, więc zanim zdecydujesz się na swój dom, będziesz potrzebować zgody MG).</p><p>Po wybraniu domu wybierz jeden z czterech poniższych zestawów skarbów. Po rozpoczęciu gry Season of Ghosts wybrany skarb jest nadal przechowywany w domu. Choć nie będziesz miał do nich dostępu w momencie rozpoczęcia pierwszej przygody, to nie minie wiele czasu, zanim każdy z bohaterów będzie miał okazję wrócić do domu i zebrać rodzinne skarby do wykorzystania!</p><p>Wybierając te skarby, każdy gracz musi wybrać inną opcję - tylko jeśli w grupie jest więcej niż czterech graczy, możesz wybrać skarb już wybrany przez innego gracza.</p><ul> <li>Dwie <em>Mikstury Leczące (Pomniejsza)</em> i jeden element zwykłego ekwipunku poszukiwacza przygód o wartości 2 sz lub mniejszej, wybrany przez bohatera.</li> <li>Jeden <em>Szulerska srebrna moneta</em> i fiolkę zawierającą jedną dawkę <em>Olej Mocy</em>.</li> <li>Zapasy na Pułapka Alarmowa, 10 ss i dwa Duchowy Ładunek (Mniejszy).</li> <li>Jeden Kawałek Zimnego Żelaza wart 10 sz.</li></ul><h3>Sugerowane opcje postaci</h3><table> <tbody>  <tr>   <th />   <th>Charaktery</th>   <th>Pochodzenie</th>   <th>Klasy</th>   <th>Języki</th>   <th>Umiejętności</th>   <th>Archetypy</th>  </tr>  <tr>   <td>    <p>Gorąco zalecane</p>   </td>   <td>    <p>Każdy, kto nie jest zły</p>   </td>   <td>    <p>Ludzie, elfy, półelfy, niziołki, kitsune, nagaji, tengu</p>   </td>   <td>    <p>Bard, czempion, druid, badacz, mnich, wyrocznia, łowca, łotrzyk, taumaturg, wiedźma</p>   </td>   <td>    <p>Wspólny (Tian)</p>   </td>   <td>    <p>Atletyka, Dyplomacja, Natura, Religia, Społeczeństwo, Wiedza o Willowshore</p>   </td>   <td>    <p>Rytualista</p>   </td>  </tr>  <tr>   <td>    <p>Zalecane</p>   </td>   <td>    <p>Każdy, kto nie jest zły</p>   </td>   <td>    <p>Inni rdzenni przodkowie, aasimary, dhampiry, hobgobliny, leszy, szczuroludzie, Oznaczone Szczeliną tieflingi.</p>   </td>   <td>    <p>Alchemik, kleryk, wojownik, mag, psionik, czarownik, przywoływacz, zawadiaka, czarodziej</p>   </td>   <td>    <p>Chtoniczny, Aklo, Elfi, Niziołczy, Kitsune, Nekrotyczny, Fey</p>   </td>   <td>    <p>Arkana, Rzemiosło, Oszustwo, Zastraszanie, Okultyzm, Przetrwanie, Złodziejstwo</p>   </td>   <td>    <p>Błogosławiony, Łowca Nagród, Pojedynkowicz, Zielarz, Piechur Horyzontu, Mistrz Wiedzy, Marszałek, Artysta Sztuk Walki</p>   </td>  </tr>  <tr>   <td>    <p>Odpowiednie</p>   </td>   <td>    <p>Każdy, kto nie jest zły</p>   </td>   <td>    <p>Wszystkie inne rodowody (z wyjątkiem wymienionych poniżej)</p>   </td>   <td>    <p>Wszystkie inne klasy (z wyjątkiem wymienionych poniżej)</p>   </td>   <td>    <p>Niebiański, Smoczy, Goblini, Hwan, Minkaian, Nagaji, Requian, Samsaran, Tengu</p>   </td>   <td>    <p>Akrobatyka, Medycyna, Występy, Ukrycie</p>   </td>   <td>    <p>Wszystkie pozostałe archetypy (z wyjątkiem tych poniżej)</p>   </td>  </tr>  <tr>   <td>    <p>Nie<br />zalecane</p>   </td>   <td>    <p>Każde zło</p>   </td>   <td>    <p>Androidy, wodne pochodzenie</p>   </td>   <td>    <p>Rewolwerowiec</p>   </td>   <td>    <p>Wszystkie pozostałe</p>   </td>   <td>    <p>—</p>   </td>   <td>    <p>Skrytobójca, multiklasa rewolwerowiec, pirat, Samozwańczy Strażnik, Wiking</p>   </td>  </tr> </tbody></table>"
                        },
                        "Willowshore Gazetteer": {
                            "name": "Gazeciarz Willowshore",
                            "text": "<p>W 7020 roku klasztor Tan Sugi został założony przez mnicha Sangpotshi o imieniu Zhi Hui. Zbudowany wokół starożytnego drzewa sugi, o którym mówi się, że ma mistyczne właściwości, klasztor Tan Sugi był niezwykle odległy, położony w zalesionej dolinie w odległym zasięgu Specterwood. Willowshore zostało pierwotnie założone, aby wspierać tych, którzy zbudowali klasztor, a długi szlak łączący miasto z klasztorem stał się znany jako Ścieżka Pielgrzyma. Gdy budowa klasztoru dobiegła końca, Willowshore zaczęło prowadzić coraz bardziej samowystarczalny tryb życia, który tylko okresowo wymagał wsparcia mnichów.</p><p>Zhi Hui zmarł w 7054 r., a gdy mnisi z klasztoru zaczęli odchodzić, Willowshore skupiło się na przemyśle drzewnym. W 7060 roku klasztor został opuszczony, ale kiedy grupa drwali próbowała wyciąć rosnące tam starożytne drzewa sugi w 7062 roku, doszło do tragedii. Tego wieczoru drwale wrócili do Willowshore z połamaną bronią i nieożywionymi ciałami, a choć nieumarli drwale zostali pokonani do rana, dziesiątki mieszkańców miasteczka zginęło podczas walki. Wydarzenie to jest dziś pamiętane jako „Noc Złamanych Ostrzy”, a od tego czasu przez 46 lat niewielu odwiedzających udawało się do zrujnowanego klasztoru. Miejsce to jest obecnie uważane za przeklęte, nawiedzone lub jeszcze gorzej.</p><p>W miarę upływu lat Shenmen oficjalnie zaangażował Willowshore, aby stało się częścią ambicji Lung Wa w zakresie pozyskiwania drewna. Wszystko zaczęło się dobrze, od budowy infrastruktury, w tym mostów i tamy. Jednak szefowie tartaków, którzy prowadzili operację pozyskiwania drewna, wkrótce stali się znienawidzeni za wykorzystywanie ascetycznej przeszłości Willowshore. Co gorsza, zaczęli przedstawiać osadę (teraz właściwie nazywaną miastem) jako „ucieczkę” dla arystokratów Lung Wa, aby polować dla sportu i rozkoszować się jedzeniem i napojami siłą przejętymi w imieniu imperium.</p><p>Kiedy Lung Wa upadło w 7106 r., lordowie Willowshore zabrali swoje bogactwa, porzucili posiadłości i uciekli. Większość żołnierzy stacjonujących w mieście powróciła do stolicy Shenmen lub opuściła swoje stanowiska, pozostawiając tych, którzy zapuścili lokalne korzenie. Oddalenie Willowshore zapewniło mu obronę przed szalejącym bandytyzmem i zewnętrznymi konfliktami politycznymi, które zaczęły nękać Shenmen, ale jak wkrótce się przekonasz, gdy zaczniesz grać w Season of Ghosts, nadszedł czas, aby Willowshore zmierzyło się z nowym światem.</p>"
                        },
                        "People of Willowshore": {
                            "name": "Mieszkańcy Willowshore",
                            "text": "<aside class=\"float-right\"> <h1>Osiem rad</h1> <p>Mieszkańcy Willowshore stosują się do tych ośmiu rad podczas pierwszych kilku tygodni lata - sezonu duchów. Wierzenia te są głównie lokalnymi przesądami, a ich zdolność do rzeczywistej pomocy w spotkaniu z jakimkolwiek złośliwym duchem jest przedmiotem gorących dyskusji.</p> <ol>  <li>Nie nazywaj ducha duchem; zamiast tego zwracaj się do niego z przyjaznymi pozdrowieniami, jeśli musisz.</li>  <li>Nie klep ludzi po głowie lub ramionach.</li>  <li>Unikaj wchodzenia do zbiorników wodnych, gdy w pobliżu znajduje się duch.</li>  <li>Nie jedz żywności, z której wystają dwa przedmioty przypominające patyki.</li>  <li>Nie opieraj się o ściany w ciągu dnia.</li>  <li>Nie gwizdaj w nocy.</li>  <li>Nie zostawiaj prania na noc.</li>  <li>Jeśli w nocy usłyszysz, jak ktoś woła twoje imię zza pleców, nie odwracaj się.</li> </ol></aside><p>Większość mieszkańców Willowshore identyfikuje się na podstawie tego, kiedy ich rodzina po raz pierwszy osiedliła się w mieście, co często wpływa na to, na którym brzegu rzeki Ceiba mieszkają. Pierwszą falę mieszkańców miasta stanowili ci, którzy pracowali w klasztorze lub którym klasztor zapłacił za osiedlenie się w Willowshore. Ludzie ci pierwotnie mieszkali na południe od rzeki i dlatego nazywani są mieszkańcami południowego brzegu. Ci, którzy przybyli po przejęciu kontroli przez Lung Wa, osiedlili się na północnym brzegu rzeki, zwanym Northridge ze względu na jego duże nachylenie. Wśród tych osadników byli pracownicy tartaków, firmy, które chciały mieć dogodny dostęp do drewna, a także imperialni strażnicy.</p><p> Chociaż te dwie frakcje w Willowshore używają dziś nazw Southbank i Northridge, lojalność nie zależy wyłącznie od tego, gdzie mieszkają lub pracują. Mieszkańcy Southbank to tradycjonaliści, którzy chcą zachować kulturę Willowshore i żyć po prostu z ziemi. Tymczasem mieszkańcy Northridge stawiają na pragmatyzm i rozwój miast. Wielu mieszkańców Northridge jest otwartych na pomysł jorogumo rządzących Shenmen, podczas gdy mieszkańcy Southbank z zasady uważają jorogumo za złe potwory, których najlepiej unikać.</p><p> Pomimo nieporozumień, obie strony są zgodne co do tego, że przetrwanie i bezpieczeństwo Willowshore jest najważniejsze. Wielu mieszkańców ma własne opinie, które nie skłaniają się w żadnym kierunku i uważają się za niezwiązanych z żadną z frakcji. Ogólnie rzecz biorąc, Willowshore ceni dawanie z siebie wszystkiego. Pod wieloma względami wioska nie ma wyboru, zwłaszcza w miarę rozwoju wydarzeń tej przygody.</p><p>W trakcie rozgrywki w Season of Ghosts działania i wybory podejmowane przez grupę będą budować reputację wśród tych dwóch frakcji; MG posiada wszystkie zasady i wskazówki potrzebne do śledzenia reputacji i wprowadzania jej efektów do gry w miarę postępów rozgrywki.</p><p>Aktualne trendy w Willowshore koncentrują się na niedawnym odejściu lordów tartacznych, pogłoskach o przejęciu kontroli nad narodem przez jorogumo oraz przygotowaniach do nadchodzącego sezonu duchów.</p><section class=\"action\"> <h2 class=\"split no-toc\"><span>Willowshore</span><span>Osada 4</span></h1>  <ul class=\"traits\">   <li class=\"trait\">N</li>   <li class=\"trait\">Miasteczko</li>  </ul>  <p>Odizolowane miasteczko drwali</p>  <p><strong>Rząd</strong> Mianowany gubernator (Heh Shan-Bao)</p>  <p><strong>Populacja</strong> 225 (73% ludzie, 6% półelfy, 4% niziołki, 4% kitsune, 3%   elfy, 3% tengu, 2%   nagaji, 5% inne)</p>  <p><strong>Języki</strong> Wspólny (Tien), Elfi, Niziołczy, Minatański, Nagaji, Tengu, Tian-hwa,   Tian-min</p>  <hr>  <p><strong>Religie</strong> Abadar, Daikitsu, Pani Nanbyo, Pharasma, Sangpotshi, inni (reprezentowani przez małe kapliczki)</p>  <p><strong>Zagrożenia</strong> złośliwe duchy, wygłodniałe robactwo, walcząca samowystarczalność, nadprzyrodzone wpływy, terytorialne bestie</p>  <img class=\"float-right\" src=\"modules/pf2e-ap196-199-season-of-ghosts/assets/art/PZO90196 GrannyHu.webp\"   alt=\"Granny Hu, female Tian-shu retired guard captain\" title=\"Granny Hu\"   style=\"shape-outside: url('modules/pf2e-ap196-199-season-of-ghosts/assets/art/PZO90196 GrannyHu.webp')\" />  <p><strong>Praca zespołowa</strong> Mieszkańcy Willowshore pomagają sobie nawzajem pomimo różnic. Możesz spróbować poprosić o pomoc innego mieszkańca Willowshore, nawet jeśli jest obojętny lub nieprzyjazny, ale zrobisz to z karą -2 do okoliczności.</p>  <hr>  <p><strong>“Babunia” Hu Ban-niang</strong> (PN kobieta Tian-shu emerytowany kapitan gwardii) emerytowany kapitan gwardii cesarskiej  </p>  <p><strong>“Starszy” Matsuki Shou</strong> (ND, męski patriarcha rodziny Tian-shu) emerytowany stolarz i żywa historia Willowshore</p>  <p><strong>Heh Shan-Bao</strong> (PN męski gubernator Tian-shu) mianowany administratorem Willowshore</p>"
                        },
                        "Willowshore Locations": {
                            "name": "Lokalizacje w Willowshore",
                            "text": "<p>Znaczące budynki i ważne osoby znajdujące się w Willowshore są wyszczególnione na kolejnych stronach, z numerami odpowiadającymi lokalizacjom na mapie na stronie 16. Nieoznaczone budynki to drewniane konstrukcje, które mogą być sklepami, domami, budynkami gospodarczymi, magazynami lub mieć inne zastosowanie w zależności od ich lokalizacji i, za zgodą MG, mogą zostać wybrane jako domy dla każdego bohatera.</p>"
                        },
                        "Eternal Blaze Ironworks": {
                            "name": "Huta Eternal Blaze",
                            "text": "<h3 class=\"no-toc\">W1. Huta Eternal Blaze</h3><p>W czasach budowy klasztoru huta Eternal Blaze była odpowiedzialna za tworzenie metalowych przedmiotów, takich jak naczynia kuchenne, narzędzia do obróbki drewna i małe metalowe części, takie jak zawiasy, zamki i klucze do skrzyń. <strong>Yong Wu-Xiu</strong> (kowalka kitsune) odziedziczyła biznes po ojcu około dekady temu.</p><p><strong>Towary:</strong> metaloplastyka, ekwipunek poszukiwacza przygód (zwłaszcza naczynia kuchenne), metalowa zbroja, metalowa broń, metalowe tarcze</p>"
                        },
                        "Willowshore Stables": {
                            "name": "Stajnie Willowshore",
                            "text": "<h3 class=\"no-toc\">W2. Stajnie Willowshore</h3><p>Stajnie Willowshore to miejska placówka weterynaryjna dla zwierząt domowych i zwierząt gospodarskich. Nawiasem mówiąc, wykorzystanie przez Stajnie Willowshore zwierząt gospodarskich jako zwierząt pociągowych wpłynęło na kulturę żywieniową wioski, powodując, że wiele gospodarstw domowych unikało spożywania wołowiny. Właściciel, <strong>Kum    Soon-chong</strong>  (ludzki weterynarz płci męskiej) i jego nastoletni syn, <strong>Meng-sung</strong> (weterynarz płci męskiej), są dobrze znani ze swojego przyjaznego nastawienia i współczucia dla wszelkiego rodzaju zwierząt.</p><p><strong>Towary:</strong> wypożyczalnie zwierząt, osłony, torby na siodło, pojazdy lądowe</p>"
                        },
                        "Abadar Shrine": {
                            "name": "Świątynia Abadara",
                            "text": "<h3 class=\"no-toc\">W3. Świątynia Abadara</h3><p>Ta przycięta ciemnym drewnem świątynia mieści wysoki na 3 stopy wapienny posąg Abadara, który w jednej ręce trzyma łopatę, a w drugiej kielnię. Posąg został podobno najpierw zabrany do Goka, aby rytualnie zaprosić boskie błogosławieństwa Abadara na Wielkim Brzegu, zanim został przetransportowany z powrotem do Willowshore.</p>"
                        },
                        "Graveside Manners": {
                            "name": "Cmentarz Graveside Manners",
                            "text": "<h3 class=\"no-toc\">W4. Cmentarz Graveside Manners</h3><p>Mieszkańcy Willowshore praktykowali kremację we wczesnych czasach, aby zapobiec nieumarłym. W grobowcach na tym starym cmentarzu znajdują się urny wielu z tych wczesnych osadników. Dziś tylko kilka rodzin używa cmentarza Graveside Manners jako miejsca pochówku. Nagrobki pozostają wolne od porostów i mchu dzięki opiekunowi cmentarza, <strong>You So-Jin</strong> (elfia zielarka). Niegdyś pielgrzym, który odwiedzał klasztor Tan Sugi, So-Jin osiedliła się w Willowshore po upadku klasztoru i prowadzi sklep zielarski - główny powód, dla którego ktokolwiek odwiedza dziś cmentarz Graveside Manners.</p><p><strong>Towary:</strong> eliksiry i narzędzia alchemiczne, odczynniki alchemiczne, świeże i suszone zioła</p>"
                        },
                        "Silvermist Lodges": {
                            "name": "Kwatery Srebrnej Mgły",
                            "text": "<h3 class=\"no-toc\">W5. Kwatery Srebrnej Mgły</h3><p>Kwatery Srebrnej Mgły są podzielone między dwa małe kompleksy w lesie na południe od miasta. W każdym z nich stolarka dopasowuje się do słojów drewna, nadając budynkom organiczny wygląd kojarzony z architekturą elfów. W czasach, gdy Willowshore po raz pierwszy próbowało stać się samowystarczalne, ośmiu elfich poszukiwaczy przygód przybyło i przyjęło ofertę osiedlenia się w wiosce, traktując tę prośbę jako krótkoterminowy kontrakt, biorąc pod uwagę ich długość życia. Chociaż żaden z tych ośmiu elfów nie mieszka już w Willowshore, pozostawili po sobie wielu potomków i potomkiń.</p><p><strong>Towary:</strong> części zwierzęce, materiały do zastawiania sideł</p>"
                        },
                        "Matsuki Estate": {
                            "name": "Osiedle Matsuki",
                            "text": "<h3 class=\"no-toc\">W6. Osiedle Matsuki</h3><img class=\"float-right\" src=\"modules/pf2e-ap196-199-season-of-ghosts/assets/art/PZO90196 OldMatsuki.webp\"  alt=\"Old Matsuki, male human carpenter\" title=\"Old Matsuki\"  style=\"shape-outside: url('modules/pf2e-ap196-199-season-of-ghosts/assets/art/PZO90196 OldMatsuki.webp')\" /><p>Człowiek, którego Willowshore nazywa <strong>“Starszy” Matsuki</strong> (ludzki cieśla płci męskiej) kiedyś terminował u głównego cieśli klasztoru Tan Sugi. Po odejściu od swojego mistrza, poprowadził swoją rodzinę do zbudowania dużej posiadłości Tian-shu/Minkaian, aby pomieścić wszystkie dwa tuziny. Podobno przesądny patriarcha upewnił się, że zewnętrzne ściany zostały pobielone wapieniem zawierającym błogosławione sole i wodę święconą. Obecnie Stary Matsuki jest najbardziej wpływowym członkiem frakcji Willowshore na Południowym Brzegu i pełni funkcję rzecznika frakcji.</p>"
                        },
                        "Thrice-Blessed Inn": {
                            "name": "Gospoda Trzykroć Błogosławiona",
                            "text": "<h3 class=\"no-toc\">W7. Gospoda Trzykroć Błogosławiona</h3><p>Gospoda „Trzykroć Błogosławiona” w Willowshore rozpoczęła swoją działalność jako burdel „Trzykroć Błogosławiony”, ponieważ została założona przez trzech duchownych z Kofusachi, Calistrii i Shelyn. Komplikacje polityczne zmusiły właściciela burdelu,  <strong>Matkę Otis</strong> (bezpłciowy pół-elf karczmarz), aby zamknąć zakład zaledwie kilka lat przed upadkiem Lung Wa. Z pomocą lokalnego prawnika Willowshore, Luo Xi Yang, Matka Otis była w stanie oprzeć się na niejasnym prawie, które zapobiegło ich eksmisji i pozwoliło im nadal prowadzić budynek jako zajazd.</p>"
                        },
                        "Milling Houses": {
                            "name": "Domy młyńskie",
                            "text": "<h3 class=\"no-toc\">W8. Domy młyńskie</h3><p>Willowshore posiada liczne młyny, w tym dwa napędzane wodą, trzy napędzane wiatrem i dziesięć napędzanych przez ludzi lub zwierzęta pociągowe. Bogactwo to sprawia, że utrata jednego lub dwóch młynów z powodu rutynowej konserwacji lub awarii nigdy nie zagraża potrzebom wioski.</p><p>Praca w młynach jest intensywna, a godziny mogą być nieregularne ze względu na zapotrzebowanie każdego dnia. Lider młynarzy, <strong>Choe Chung-hu</strong> (mężczyzna-młynarz), utrzymuje wysokie morale poprzez zachęcanie, odpieranie nieuzasadnionych żądań, utrzymywanie stabilnych płac i oferowanie przekąsek o północy.</p><p><strong>Towary:</strong> Ziarno łuskane, mąka zbożowa, przedmioty kamienne</p><aside>  <h2>Wieczna Latarnia</h2>  <img class=\"float-right\" src=\"modules/pf2e-ap196-199-season-of-ghosts/assets/art/PZO90199 EternalLantern.webp\"    alt=\"The Eternal Lantern\" title=\"The Eternal Lantern\"    style=\"height: 15rem; width: auto; shape-outside: url('modules/pf2e-ap196-199-season-of-ghosts/assets/art/PZO90199 EternalLantern.webp')\" />  <p>Ten niewielki artefakt jest nieruchomym przedmiotem podarowanym miastu Willowshore przez założyciela klasztoru Tan Sugi, Zhi Hui. Przez całą historię miasta Wieczna Latarnia stała na straży w pobliżu serca osady, a jej światło nigdy nie słabło po tym, jak Zhi Hui umieścił w niej kilka miedzianych monet. Niektórzy wierzą, że można otrzymać błogosławieństwa od bóstw, których świątynie stoją w Willowshore, umieszczając miedziane monety w Wiecznej Latarni w zamian za dodatkową ochronę, ale w większości mieszkańcy Willowshore przyzwyczaili się do wiecznie płonącej latarni na południowych schodach Mostu Świtu.</p></aside>"
                        },
                        "Nine Ear Shrine": {
                            "name": "Świątynia Dziewięciu Uszu",
                            "text": "<h3 class=\"no-toc\">W9. Świątynia Dziewięciu Uszu</h3><p>Ta chata o błotnistych ścianach wygląda z zewnątrz jak magazyn zboża. Jej wnętrze schodzi 10 stóp pod ziemię do zamkniętej przestrzeni wyłożonej kamieniem, pośrodku której znajduje się wysoki na 15 stóp marmurowy posąg lisa o dziewięciu ogonach. Z jego szyi zwisa duża duchowa lina wykonana z siana. Ściany piwnicy ozdobione są malowanymi rzeźbami, które przedstawiają historie Daikitsu.</p><p>Piętnaście lat temu zrozpaczona matka z rodziny Ouh ukryła tu swoje dziecko, gdy rodzina została aresztowana przez skorumpowanego strażnika. Gdy strażnicy dowiedzieli się o zaginionym potomstwie, świątynię otoczyła już wielka chmara lisów. Nie chcąc kusić boskiego gniewu, strażnicy wycofali się. Sojusznicy rodziny wkrótce przybyli, by uratować dziecko, a lisy zniknęły.</p><p>To dziecko, <strong>Ba-Ming Ouh</strong> (kobieta-kapłan), dorastała pod opieką dalekich krewnych. Chociaż wykazuje oznaki skłonności rodziny Ouh do czczenia natury, Ba-Ming pragnie spłacić swój życiowy dług, służąc Daikitsu. Podczas gdy niektórzy kwestionują jej intencje, większość mieszkańców Willowshore popiera jej dedykację.</p><p><strong>Towary:</strong> fulusy, zwoje, talizmany</p>"
                        },
                        "Lady of Souls": {
                            "name": "Dama Dusz",
                            "text": "<h3 class=\"no-toc\">W10. Dama Dusz</h3><img class=\"float-right\" src=\"modules/pf2e-ap196-199-season-of-ghosts/assets/art/PZO90197 ElizethCandora.webp\"  alt=\"Elizeth Candora, female human cleric of Pharasma\" title=\"Elizeth Candora\"  style=\"shape-outside: url('modules/pf2e-ap196-199-season-of-ghosts/assets/art/PZO90197 ElizethCandora.webp')\" /><p>Jedną z głównych trosk Lung Wa, gdy po raz pierwszy rozszerzyli swoją działalność na Willowshore, było zmniejszenie prawdopodobieństwa powstania nieumarłych. Rozwiązali ten problem, budując katedrę Pharasmy.  <strong>Elizeth Candora</strong> (kobieta-kleryk), Taldan drugiego pokolenia z Goka, jest obecną kapłanką. Elizeth, która jako dziecko odwiedziła Willowshore i klasztor Tan Sugi, nigdy nie wyobrażała sobie, że zostanie klerykiem Pharasmy będzie dla niej okazją do powrotu na stałe do wioski, którą żywo wspomina. Postrzega ten zbieg okoliczności jako los zaaranżowany przez ręce Pharasmy i dlatego służy sumiennie i pilnie. Lubi spędzać czas samotnie na cmentarzu ze swoim fletem i często gra na tym instrumencie, aby uspokoić duchy niedawno pochowanych tam osób.</p><p><strong>Towary:</strong> nadające się do spożycia przedmioty religijne, boskie zwoje</p>"
                        },
                        "Dawnstep Bridge": {
                            "name": "Most Świtu",
                            "text": "<h3 class=\"no-toc\">W11. Most Świtu</h3><p>Po założeniu Burdelu Trzykroć Błogosławionego (ale zanim stał się on karczmą), populacja Willowshore wzrosła na tyle, że zgodnie ze standardami Shenmen zostało ono uznane za miasteczko, co oznacza, że przez cały czas w mieście musi znajdować się zapalona latarnia w pobliżu wejścia, na głównym skrzyżowaniu lub przy moście. Brak zapalonej latarni w jednym z tych miejsc sugeruje, że miasto jest opuszczone, co według wierzeń przyciąga robactwo, duchy, niebezpieczne bestie i wiele innych. Obecnie w Willowshore znajdują się dwie takie latarnie, ale ta, która stoi tutaj, Wieczna Latarnia, jest zarówno najstarsza, jak i najbardziej godna uwagi.</p>"
                        },
                        "Industrial District": {
                            "name": "Dzielnica przemysłowa",
                            "text": "<h3 class=\"no-toc\">W12. Dzielnica przemysłowa</h3><p>Szefowie tartaków Lung Wa z Willowshore prowadzili wiele innych interesów związanych z materiałami pozyskiwanymi z lasu. Wielu pracowników przemysłowych przyjechało do Willowshore specjalnie do tej pracy, zostawiając za sobą rodzinę i przyjaciół.</p><p>Po tym, jak szefowie tartaków odeszli, gubernator Heh przejął kontrolę i nakazał robotnikom kontynuowanie pracy. Zdenerwowani faktem, że nie mieli wyboru w tej sprawie, zbierali się późno w nocy pod przewodnictwem <strong>Kawaka</strong> (męski przywódca gildii tengu), starszy księgarz, aby omówić, w jaki sposób powinni negocjować z gubernatorem, aby zwolnić tych, którzy chcą odejść i uczciwie zapłacić tym, którzy zdecydują się zostać.</p><p>Wraz z upadkiem Lung Wa, wiele firm, które niegdyś prosperowały w tym miejscu, zostało zamkniętych. Jedyne, które wciąż funkcjonują, to papiernia Cloud Paper House (prowadzona przez Kwakę), Jadeitowe Niezbędniki (destylarnia) i Galanteria Skórzana Rebel (garbarnia).</p><p><strong>Towary:</strong> alkohol, olejki eteryczne i perfumy, szkło i wyroby szklane, skóry i wyroby skórzane, papier i wyroby papierowe, takie jak księgi zaklęć i księgi receptur</p>"
                        },
                        "Woodraft Lake": {
                            "name": "Jezioro Woodraft",
                            "text": "<h3 class=\"no-toc\">W13. Jezioro Woodraft</h3><p>Pierwszy gubernator mianowany na Willowshore przez Lung Wa podjął wysiłek ujarzmienia osławionej rzeki Ceiba poprzez różne atuty inżynieryjne. Część tych wysiłków, a także zapotrzebowanie na mokre składowanie drewna, doprowadziły do budowy tamy Willowshore - a co za tym idzie, jeziora Woodraft.</p><p>Początkowo wielu protestowało przeciwko budowie, ponieważ powstałe jezioro zatopiłoby niektóre domy i pola uprawne - w tym wioskową świątynię Pani Nanbyo. Kilka aresztowań później wszystkie skargi ustały. Tama została ukończona w odpowiednim czasie. Gubernator otrzymał awans i wkrótce opuścił Willowshore, ale nie zdążył się nacieszyć, zanim osuwisko zasypało go w słoneczny dzień. Chociaż prawdziwość tej historii jest nieco wątpliwa, kolejni gubernatorzy nigdy nie powstrzymali mieszkańców Willowshore przed traktowaniem jeziora jako świątyni Wdowy Cierpienia.</p>"
                        },
                        "Willowshore Dam": {
                            "name": "Tama Willowshore",
                            "text": "<h3 class=\"no-toc\">W14. Tama Willowshore</h3><p>Tama w Willowshore jest małym cudem inżynierii. Jej główny korpus zbudowany jest z ogromnych, precyzyjnie dopasowanych płyt z ciemnoszarego marmuru, wyrzeźbionych ze starannie obliczoną krzywizną. Tama ma dwie gigantyczne drewniane bramy, które można zamknąć lub otworzyć, aby obniżyć poziom jeziora. Obrócenie koła, które steruje bramami, automatycznie uruchamia dzwon, sygnalizując każdemu, kto znajduje się w dole rzeki, aby oddalił się w bezpieczne miejsce.</p>"
                        },
                        "Downtown Willowshore": {
                            "name": "Śródmieście Willowshore",
                            "text": "<h3 class=\"no-toc\">W15. Śródmieście Willowshore</h3><img class=\"float-right\" src=\"modules/pf2e-ap196-199-season-of-ghosts/assets/art/PZO90196 ZhengPeng.webp\"  alt=\"Zheng Peng, male human watch officer\" title=\"Zheng Peng\"  style=\"shape-outside: url('modules/pf2e-ap196-199-season-of-ghosts/assets/art/PZO90196 ZhengPeng.webp')\" /><p>Śródmieście Willowshore pozostaje głównym ośrodkiem aktywności w mieście. Na północnym wschodzie znajduje się dom i biuro gubernatora, które służy również jako bank i skarbiec wioski. Na południe od dworu znajdują się cesarskie koszary, dowodzone przez <strong>Zheng Peng</strong> (męski oficer straży). Na północ od skrzyżowania znajduje się scena, na której odbywają się cotygodniowe występy Opery Shu, będącej częścią Siedmiokolorowego Ptaka Śpiewającego <strong>Kazuma Oono</strong> (reżyser kitsune płci męskiej). W pobliżu, po przeciwnych stronach drogi, znajduje się jeden z najbardziej ruchliwych sklepów w Willowshore, Odpoczynek Treesparrow, oraz jedyna publiczna łaźnia w Willowshore, Wesoła Kappa. Odpoczynek Treesparrow to rodzinny sklep spożywczy prowadzony przez <strong>Nadoya Sanmi</strong> (żeńska matriarchini ludzkiej rodziny), podczas gdy właściciel Wesołej Kappy, <strong>De-Ge Hua</strong>  (właściciel łaźni dla niziołków) jest znany w mieście ze swojej obsesji na punkcie czystości.</p><p><strong>Towary:</strong> alkohol, kąpiel, rozrywka, zboża, artykuły gospodarstwa domowego i narzędzia, żywność konserwowana, racje żywnościowe</p>"
                        },
                        "Luo and Laws": {
                            "name": "Luo i Prawa",
                            "text": "<h3 class=\"no-toc\">W16. Luo i Prawa</h3><img class=\"float-right\" src=\"modules/pf2e-ap196-199-season-of-ghosts/assets/art/PZO90196 XiYangLuo.webp\"  alt=\"Luo Xi Yang, female human lawyer\" title=\"Luo Xi Yang\"  style=\"shape-outside: url('modules/pf2e-ap196-199-season-of-ghosts/assets/art/PZO90196 XiYangLuo.webp')\" /><p>Prawo Lung Wa, po wielokrotnych zmianach dokonywanych przez samolubnych władców, jest zbiorem sprzeczności pozwalających niezależnym prawnikom, takim jak <strong>Luo Xi Yang</strong> (kobieta ludzki prawnik), aby zarobić na przyzwoite życie, próbując nadać im sens. Obiecana przez lordów, którzy ją tu zaprosili, że życie na wsi będzie mniej stresujące, Xi Yang przybyła jedynie z niezbędnym 10-tomowym Cesarskim Kompendium. Prawniczka szybko odkryła, że kwestie prawne w Willowshore są równie skomplikowane, jeśli nie bardziej, niż te, z którymi wcześniej miała do czynienia w mieście Sze, przez co jej biblioteka rozrosła się do rozmiarów dwukrotnie większych niż ta w jej poprzednim domu.</p>"
                        },
                        "Mercantile Street": {
                            "name": "Ulica Kupiecka",
                            "text": "<h3 class=\"no-toc\">W17. Ulica Kupiecka</h3><p>Nowsze firmy w Willowshore, szczególnie te związane z rzeźbieniem w drewnie, znajdują się głównie w jednym z dwupiętrowych budynków z czerwonej cegły wzdłuż ulicy Kupiekiej. Aby upewnić się, że lordowie tartaczni nigdy nie będą nikogo faworyzować, snycerze zebrali się w postaci gildii, dzięki której młodzi praktykanci mają możliwość odbycia stażu w różnych sklepach podczas nauki zawodu.  <strong>Yun Mong-Un</strong> (ludzka snycerka), obecna liderka gildii snycerzy, jest owocem takiego wytrenowania. Choć Mong-Un jest chwalona za swoją pracę, wolałaby być malarką lub jubilerką.</p><p><strong>Towary:</strong> dzieła sztuki, przedmioty z drewna, drewniane symbole religijne</p>"
                        },
                        "Second Best": {
                            "name": "Drugi Najlepszy",
                            "text": "<h3 class=\"no-toc\">W18. Drugi Najlepszy</h3><p>Kiedy <strong>Huo Tian-Zhe</strong> (ludzki wynalazca) przybył do Willowshore wraz ze swoim ojcem kowalem z Karahai (najbliższej sąsiedniej osady Willowshore na wschodzie) około pięć lat temu, aby pomóc w konserwacji tamy Willowshore, urodzony w mieście syn myślał, że pokaże „drugorzędnym kowalom ze wsi”, jak się robi rzeczy. Szybko jednak Tian-Zhe zdał sobie sprawę, że jego umiejętności nie dorównują nawet najmłodszemu uczniowi Wiecznego Brzasku, a jego fantazyjnie zaprojektowane gadżety rolnicze bardziej przypominają zabawki niż cudowne maszyny. Upokorzony, Tian-Zhe poprosił ojca o pozostanie w Willowshore, aby mógł nauczyć się być „użytecznym kowalem”. Niechętnie przystając na tę nagłą prośbę, ojciec Tian-Zhe dał jednak synowi garść złota na zamówienie nowego szyldu sklepowego. Jako przypomnienie dla siebie, Tian-Zhe odważnie nazwał swój warsztat „Drugim Najlepszym”.</p><p>W ciągu ostatnich pięciu lat produkty Tian-Zhe zdobyły kilku lojalnych klientów, a jego wiedza na temat maszyn przekonała Yong Wu-Xiu do tego stopnia, że stary kowal zlecił mu konserwację tamy.</p><p><strong>Towary:</strong> narzędzia awanturnicze, amunicja alchemiczna, bomby alchemiczne, gadżety zegarmistrzowskie oraz proste zbroje, broń metalowa i tarcze</p>"
                        },
                        "The Hand of Spring": {
                            "name": "Ręka Wiosny",
                            "text": "<h3 class=\"no-toc\">W19. Ręka Wiosny</h3><img class=\"float-right\" src=\"modules/pf2e-ap196-199-season-of-ghosts/assets/art/PZO90196 Dahan.webp\"  alt=\"Damihansig Mababangloob, male human doctor\" title=\"Dami\"  style=\"shape-outside: url('modules/pf2e-ap196-199-season-of-ghosts/assets/art/PZO90196 Dahan.webp')\" /><p>Willowshore polegało w dużej mierze na domowych środkach zaradczych, ziołowych suszach i podróżujących kapłanach w zakresie opieki medycznej, aż do przybycia lekarza <strong>Damihansig Mababangloob</strong> (ludzki lekarz płci męskiej), którego wszyscy nazywają w skrócie Dami. Dami stosuje mieszankę akupunktury, oczyszczonych chemikaliów i chirurgii, aby zapewnić opiekę. Chociaż jego zabiegi nie są tym, do czego przywykło Willowshore, Dami zyskał reputację charytatywnego lekarza, który bardziej troszczy się o swoich pacjentów niż o zyski pieniężne.</p><p><strong>Towary:</strong> alchemiczne przedmioty lecznicze, zapasy zestawu leczniczego, niemagiczne przedmioty lecznicze</p>"
                        },
                        "Mothers Coil": {
                            "name": "Krąg Matki",
                            "text": "<h3 class=\"no-toc\">W20. Krąg Matki</h3><p>Magia była tradycyjnie postrzegana w Willowshore jako manifestacja boskiego błogosławieństwa, połączenie ze światem duchów lub po prostu sztuczka dłoni i umysłu. Większość ludzi nie do końca rozumiała ją jako temat do studiowania i nauki, aż do przybycia Anjala z Thulsadus, starego czarodzieja nagaji. Przybyły około 15 lat temu Anjal uznał, że pogoda w Willowshore jest łagodna dla ich suchego stanu i dlatego kupił działkę od rolnika, który chciał przenieść się do miasta Sze. W ciągu nocy pojawiła się wieża w stylu Nagajor z ciemnego bazaltu, ku wielkiemu zdziwieniu mieszkańców wioski.</p><p>Chociaż większość mieszkańców wioski jest ciekawa magii, uważa ten temat za trudny i nieprzystępny, nie wspominając już o niepraktyczności. Dlatego też Anjal miał tylko jedną uczennicę, Jubei, dziecko, które wychowali po tym, jak została porzucona w Willowshore przez parę nieodpowiedzialnych „rodziców”, którzy udawali zamożnych kupców, ale potem uciekli z miasta, nie płacąc rachunków. Wściekły, że ktokolwiek ośmielił się narazić dziecko na takie niebezpieczeństwo, naliniwackie wierzenia Anjala skłoniły starego czarodzieja do przyjęcia przerażonej Jubei jako swojej własnej.</p><p>Od tego czasu Jubei wyrosła na zdolną młodą osobę dorosłą. Chociaż śmierć Anjala w zeszłym roku była tragiczna, Jubei jest zdeterminowana, aby kontynuować studiowanie sztuk tajemnych poprzez książki, które pozostawił jej przybrany rodzic.</p><p><strong>Towary:</strong> tajemne i okultystyczne zwoje, formuły i przepisy, różdżki</p>"
                        },
                        "The Ceiba-Duyue Exchange": {
                            "name": "Giełda Ceiba-Duyue",
                            "text": "<h3 class=\"no-toc\">W21. Giełda Ceiba-Duyue</h3><p>Kiedy gubernator Heh Shan-Bao objął urząd w Willowshore, nakazał zbudować tu kilka nowych magazynów i biuro handlowe, mając nadzieję na rozwój przemysłu i połączenie miasta z nadmorską fortecą Karahai. Za radą babci Hu, Shan-Bao wybrał miejscowego kapłana Kofusachi, <strong>Kim Gu-won</strong> (męski kleryk), aby objął stanowisko kierownika giełdy. Gu-won niechętnie przyjął posadę, wiedząc, że z tym, co ma na niego babcia Hu, nie będzie w stanie odmówić.</p><p><strong>Towary:</strong> napoje, boskie zwoje, żywność i przyprawy, fulus, surowiec mineralny, tekstylia</p>"
                        },
                        "Fisheries": {
                            "name": "Rybołówstwo",
                            "text": "<h3 class=\"no-toc\">W22. Rybołówstwo</h3><p>Ryby są ważnym źródłem pożywienia dla Willowshore. Miejscowi tradycyjnie chwytają całe ławice ryb, zachowują te powyżej pewnego rozmiaru i hodują małe w swoich przydomowych stawach. Obecnie praktyka ta została rozszerzona, choć rybacy nie osiągnęli jeszcze punktu, w którym stawy rybne mogą być utrzymywane w nieskończoność.</p><p><strong>Zataku</strong> (kobieta szczuroludź poławiaczka) jest głównym hodowcą ryb w Willowshore; jej zdolność wyczuwania zmian pogody daje jej doskonałą przewagę w swoim zawodzie.</p><p><strong>Towary:</strong> suszone lub wędzone ryby i krewetki, nawozy, narzędzia połowowe, przynęty na owady</p>"
                        },
                        "Dock": {
                            "name": "Dok",
                            "text": "<h3 class=\"no-toc\">W23. Dok</h3><p>Po wybudowaniu tamy stary dok Willowshore został zablokowany, co wymagało budowy nowego doku u ujścia rzeki Ceiba. Nowy dok jest obsługiwany i zarządzany przez <strong>Rajul Samudra</strong> (stoczniowiec płci męskiej nagaji), który został zatrudniony przez Giełdę Ceiba-Duyue specjalnie ze względu na swoje umiejętności szkutnicze.</p>"
                        },
                        "The Mushroom House": {
                            "name": "Grzybowy Dom",
                            "text": "<h3 class=\"no-toc\">W24. Grzybowy Dom</h3><p>Ten odległy ceglany dom na farmie pachnie zgnilizną i obornikiem. Wszyscy jednak wiedzą, że nie tylko grzyby rosną w tym gospodarstwie. Za odpowiednią cenę, Grzybowy Dom może wyhodować prawie wszystko. <strong>Luda Bama</strong> (kobieta przemytnik niziołek), energiczna, starsza kobieta niziołek, jest szefem tego nielegalnego rynku, który prowadzi za wyraźną zgodą Babci Hu.</p><p><strong>Towary:</strong> ekwipunek poszukiwacza przygód, narkotyki, trucizny, tatuaże</p>"
                        },
                        "The Cerulean Teahouse": {
                            "name": "Herbaciarnia Cerulean",
                            "text": "<h3 class=\"no-toc\">W25. Herbaciarnia Cerulean</h3><p>Szefowie tartaków w Willowshore mieli o sobie bardzo wysokie mniemanie, a pomysł mieszania się ze „zwykłym ludem” ich drażnił. Rozwiązaniem arystokraty Qing Mai-Lai było założenie tej wspaniałej struktury w pobliżu posiadłości lordów tartacznych.</p><p>Herbaciarnia Cerulean szybko zyskała popularność dzięki bogatej ofercie ekstrawaganckich potraw, napojów i występów. Jednak gdy nowość minęła, biznes szybko upadł. Mimo to Mai-Lai wytrwała, najpierw zmieniając działalność herbaciarni na catering bankietowy, następnie współpracując z Salonem Leshy'ego jako sklep, a na koniec jako elastyczny pensjonat. Zaledwie kilka dni po tym, jak Mai-Lai w końcu spłaciła pożyczkę na nieruchomość, wiadomość o upadku Lung Wa dotarła do Willowshore. Mai-Lai ogłosiła wówczas zakończenie działalności i przejście na emeryturę, ale jej próby przekazania kontroli nad herbaciarnią rodzinie napotkały komplikacje po tym, jak okazało się, że żaden z jej krewnych nie chciał przenieść się do Willowshore. Kiedy Mai-Lai zmarła na początku poprzedniej zimy, własność firmy była nadal nieokreślona, ponieważ Mai-Lai nigdy nie przedstawiła testamentu. Dziś herbaciarnia Cerulean stoi pusta i powoli popada w ruinę.</p>"
                        },
                        "Abandoned Estates": {
                            "name": "Opuszczone osiedla",
                            "text": "<h3 class=\"no-toc\">W26. Opuszczone osiedla</h3><p>Opuszczone posiadłości lordów tartacznych, po dokładnym oczyszczeniu, zostały pozostawione, aby służyć jako okazjonalny pokój wściekłości lub wyzwanie. W jednym z domów znajduje się opuszczona świątynia Desny, a wielu zastanawiało się, czy ktoś powinien przyjąć boginię do swojego domu, zamiast zostawiać ją opuszczoną w ruinach posiadłości.</p>"
                        },
                        "The Leshys Saloon": {
                            "name": "Saloon Leszych",
                            "text": "<h3 class=\"no-toc\">W27. Saloon Leszych</h3><p>Lokalni leszy nie pamiętają, kiedy przybyli do tego regionu, tylko że było to na długo przed założeniem Willowshore. Oficjalnie dołączyli do Willowshore dopiero, gdy ekspansja osady stała się nieunikniona. Dzięki sprzymierzonym rodzinom trzymającym z dala chciwych lordów tartacznych, leszy zbudowali własną farmę herbaty, wyruszając na drogi z zaparzoną herbatą i naczyniami do herbaty schowanymi w prostokątnych bambusowych plecakach. Niektórzy wykrzykiwali slogany, podczas gdy inni używali prostego bloku świątynnego, aby poinformować klientów o swoim przybyciu. Ci wędrowni kupcy szybko stali się atrakcją i podstawą życia Willowshore. Od czasu zamknięcia Herbaciarni Cerulean, <strong>Trawa Górska</strong> (agender leszy zaparzacz herbaty), lider tego zespołu leszych, coraz bardziej koncentruje się na tworzeniu mieszanek herbat na zamówienie dla indywidualnych lokalnych klientów, których faworyzuje.</p><p><strong>Towary:</strong> gliniane naczynia do herbaty, liście herbaty</p>"
                        },
                        "Bones of the Forgotten": {
                            "name": "Kości Zapomnianych",
                            "text": "<h3 class=\"no-toc\">W28. Kości Zapomnianych</h3><p>Willowshore, podobnie jak wiele odległych wiosek, ma swój własny zestaw praw. Ciężkie przestępstwa były karane wygnaniem, chyba że potrzebne były umiejętności lub wiedza danej osoby - wtedy karą było stałe uwięzienie. Egzekucje były rzadkością, ponieważ wygnanie do Specterwood często samo w sobie było wyrokiem śmierci.</p><p>Szczególnie nikczemni przestępcy mieli wytatuowany Znak Zbrodni na skórze głowy, a po śmierci tatuaż ten był przenoszony na kości poprzez rzeźbienie, co oznaczało, że nawet po śmierci i rozkładzie znak pozostawał. Ciała ze Znakiem Zbrodni - czy to z Willowshore, czy z innej wioski, czy z Lung Wa - mogą być pochowane tylko na tym zarośniętym i niezadbanym obszarze.</p><p>Podczas gdy w przeszłości groby były nieoznaczone, ostatnio wzniesiono kilka drewnianych słupów i zawieszono na nich papierowe shurikeny, pozornie w niemym proteście, że pochowani pod nimi mogli umrzeć niesprawiedliwą śmiercią. A może jest to próba powstrzymania powstania zgorzkniałego, mściwego ducha.</p>"
                        },
                        "The Great Willow": {
                            "name": "Wielka Wierzba",
                            "text": "<h3 class=\"no-toc\">W29. Wielka Wierzba</h3><p>Willowshore leży u podnóża górzystego regionu znanego geograficznie jako Trójgórze, nazwanego tak ze względu na trzy główne szczyty w okolicy. W swoich wspomnieniach mistrzyni Zhi Hui opisała, jak na szczycie najniższej z tych gór znalazła starożytną wierzbę o niezwykłych rozmiarach. Po zaprzyjaźnieniu się z kodama kami, który chronił drzewo, mistrzyni Zhi Hui dowiedziała się ważnych informacji, które ostatecznie doprowadziły ją do gaju Tan Sugi na zachodzie. Dzięki tej wiedzy kodama tak zwanej „Wielkiej Wierzby” przez lata cieszyła się wielką czcią zarówno wśród mieszkańców Willowshore, jak i odwiedzających ją pielgrzymów.</p><p><strong>Towary:</strong> żywność pochodzenia roślinnego i surowce niemetaliczne</p>"
                        },
                        "Spider Gate": {
                            "name": "Pajęcze Wrota",
                            "text": "<h3 class=\"no-toc\">W30. Pajęcze Wrota</h3><p>Po Nocy Złamanych Ostrzy gubernator Willowshore ugiął się pod żądaniem nowej latarni przy wejściu do miasta, aby zwiększyć ochronę zapewnianą przez <em>Wieczną Latarnię</em> w sercu miasta. Podczas gdy pierwotny plan zakładał, że cieśle z Willowshore zbudują bramę tori lub Tian-shu, na której można by zawiesić latarnie, arystokrata z Lung Wa zaoferował darmowego kamiennego pająka strażnika ze swojego ogrodu, ponieważ nie pasował on już do dekoracji ogrodu.</p><p>Większość mieszkańców Willowshors uważała gigantyczny posąg za najbrzydszą rzecz, jaką kiedykolwiek widzieli. Niemniej jednak założyli, że posąg kryje w sobie ducha stróża i odpowiednio go szanowali. Z czasem mieszkańcy zaakceptowali swojego wyjątkowego strażnika, przyjmując go nawet jako swoją maskotkę i nadając mu imię „Brzydki Słodziak”. Latarnia, którą Brzydki Uroczy trzyma w kłach, jest zwykłą latarnią, w przeciwieństwie do <em>Wiecznej Latarni</em> znajdującej się na Moście Świtu, ale mieszkańcy Willowshore cenią ją tak samo i starają się, aby zawsze była zapalona.</p>"
                        },
                        "Willowshore Hinterlands": {
                            "name": "Okoliczne tereny Willowshore",
                            "text": "<p>Za granicami miasta rozciągają się surowe tereny w głębi lądu - zalesione wzgórza wznoszące się na zachodzie do zielonych gór, podczas gdy na wschodzie największa rzeka regionu ostatecznie wpada do Morza Duchów. Tam, gdzie rzeka spotyka się z morzem, znajduje się najbliższy sąsiad Willowshore, nadmorski ufortyfikowany targ zwany Karahai, ale nawet to miejsce znajduje się dzień drogi od miasta.</p><p>W bezpośrednim sąsiedztwie znajduje się szereg pomniejszych interesujących miejsc. <strong>Rzeka Duyue</strong> jest największą drogą wodną w regionie, a Willowshore zostało założone na jednym z jej dopływów <strong>Rzece Ceiba</strong>.  Płytszy dopływ, Potok Smoczej Ważki, wije się na południe do otwartego obszaru chropowatego kamienia znanego jako  <strong>Wąwóz Kłów i Zębów</strong>—naturalnego kamieniołomu, który dostarczał kamień na drogi i fundamenty Willowshore. <strong>Jezioro Gourd</strong>, w dół rzeki od Willowshore, zapewnia doskonałe połowy, ale ci, którzy chcieliby pływać po jego wodach, dobrze zrobiliby, składając ofiary kappom, które mieszkają w jego głębinach i bawiąc się na jego południowych brzegach. <strong>Szczyt Zielonego Jedwabiu</strong>, prawie 2000 stóp wysokości, jest najwyższym punktem wzniesienia w głębi lądu, podczas gdy naturalne zapadliska znane jako <strong>Oczy Fumeiyoshi</strong> są przeciwieństwem - jałowe doły w ziemi, w których nic nie rośnie, a ziarnista woda gromadzi się.</p><p>Ślady zamieszkania poza Willowshore są rzadkie w regionie, ale istnieją i są w dużej mierze opuszczone. Na północnym wschodzie znajdują się wypalone ruiny opuszczonego zajazdu, znanego niegdyś jako  <strong>Karczma Kanarka</strong>, podczas gdy <strong>Chatka Myśliwego</strong> znajduje się w pobliżu źródeł rzeki Duyue. Na północy można znaleźć starą ekspansję, która kiedyś miała wspierać Willowshore, ale te budynki i farmy zostały wkrótce porzucone, gdy okazało się, że strumień, który przepływał przez ten obszar, miał tendencję do wysychania w losowych odstępach czasu każdego roku. Na zachodzie, w pobliżu źródła rzeki Ceiba, znajdują się pozostałości starego <strong>Obozu tartacznego</strong> opuszczonego kilka lat temu przez lokalnych lordów tartacznych - miejsca, które powoli odzyskuje las. A w niskich górach na północny zachód od miasta, na końcu szlaku znanego jako <strong>Szlak Pielgrzyma</strong>, stoją ruiny <strong>Klasztoru Tan Sugi</strong>—miejsce uważane dziś za jaskinię potworów, duchów lub gorzej.</p><p>Las otaczający Willowshore jest częścią znacznie większego lasu znanego jako Specterwood, chociaż tutaj, w głębi Willowshore, nawiedzenia i duchy znane z nękania tych lasów nie są tak niebezpieczne. Dzikiej zwierzyny jest tu pod dostatkiem, głównie jeleni i dzików, a bardziej niebezpieczne drapieżniki, takie jak czarne niedźwiedzie, wilki, gigantyczne żuki i ogromne pająki, stanowią większe zagrożenie dla tych, którzy oddalają się zbytnio od dróg lub eksplorują dzikie tereny po zmroku.</p>"
                        },
                        "Beyond the Hinterlands": {
                            "name": "Poza granicami",
                            "text": "<p>Akcja Season of Ghosts rozgrywa się prawie w całości w mieście Willowshore i jego bezpośrednich okolicach, jak pokazano na mapie (strona 16), ale poza granicami mapy znajduje się cały świat! Jeśli wydarzenia mogą wysłać cię poza Willowshore, MG będzie miał potrzebne informacje, ale najłatwiej jest skupić się na Willowshore i jego zapleczu, szukając inspiracji do stworzenia postaci.</p><p>Poniżej znajduje się krótka informacja o tym, co znajduje się w głębi lądu na sześciu drogach i szlakach, które prowadzą poza mapę.</p><p><strong>Centralna droga północna:</strong> Ta częściowo zrujnowana droga wije się przez kilka pól, które leżą odłogiem pośród ruin wioski, która została opuszczona wiele lat temu, a następnie kończy się na dużym mokradle znanym jako Księżycowe Bagno ze względu na sposób, w jaki pomarańczowe, kwitnące nocą kwiaty, które tam rosną, świecą w świetle księżyca.</p><p><strong>Wschodnia droga północna:</strong> Droga ta łączy Willowshore z wieloma małymi, ale odległymi wioskami i miasteczkami rozsianymi po całym Specterwood i ostatecznie dociera do Gór Gossamer. Następną najbliższą osadą na tej drodze jest Foxhollow, ale jest ona oddalona o trzy dni drogi i jeszcze mniejsza niż Willowshore.</p><p><strong>Wschodnia droga:</strong> Droga ta prowadzi do twierdzy handlowej Karahai i stanowi główne połączenie gospodarcze Willowshore z resztą Shenmen. W pobliżu Karahai znajduje się mała wioska (nieco mniejsza niż Willowshore), a sama twierdza handlowa jest jednym z wielu ośrodków gospodarczych wzdłuż zachodniego wybrzeża Morza Duchów.</p><p><strong>Droga północno-wschodnia:</strong> Droga ta prowadzi do niedawno założonej farmy na urwisku z widokiem na Morze Duchów, ranczo bydła należące do notorycznie bezwzględnego polityka z miasta Sze, który nie ma wiele wspólnego z Willowshore.</p><p><strong>Szlak północno-zachodni:</strong> Ten stary, zarośnięty szlak prowadzi w głąb lasu; większość ludzi wierzy, że prowadzi on do dawno opuszczonej świątyni, ale dziś niewielu podróżuje tą odległą ścieżką.</p><p><strong>Droga południowa:</strong> Południowa droga to długa trasa lądowa, która ostatecznie łączy się z lepiej utrzymanymi drogami i bardziej zaludnionymi wioskami i miasteczkami kilka dni podróży na południe, ale większość mieszkańców Willowshore nazywa ją „Drogą Jabłkową”, ponieważ prowadzi do gaju dzikich jabłoni, które każdej jesieni rodzą wyjątkowo smaczne owoce.</p>"
                        },
                        "Open Game License Version 1.0a": {
                            "name": "Open Game License Version 1.0a",
                            "text": "<p class=\"no-indent\"> The following text is the property of Wizards of the  Coast, Inc. and is Copyright 2000 Wizards of the Coast, Inc. (“Wizards”). All  Rights Reserved. </p><p>1. Definitions: (a) “Contributors” means the copyright and/or trademark  owners who have contributed Open Game Content; (b) “Derivative Material” means  copyrighted material including derivative works and translations (including  into other computer languages), potation, modification, correction, addition,  extension, upgrade, improvement, compilation, abridgment or other form in  which an existing work may be recast, transformed or adapted; (c) “Distribute”  means to reproduce, license, rent, lease, sell, broadcast, publicly display,  transmit or otherwise distribute; (d) “Open Game Content” means the game  mechanic and includes the methods, procedures, processes and routines to the  extent such content does not embody the Product Identity and is an enhancement  over the prior art and any additional content clearly identified as Open Game  Content by the Contributor, and means any work covered by this License,  including translations and derivative works under copyright law, but  specifically excludes Product Identity. (e) “Product Identity” means product  and product line names, logos and identifying marks including trade dress;  artifacts, creatures, characters, stories, storylines, plots, thematic  elements, dialogue, incidents, language, artwork, symbols, designs,  depictions, likenesses, formats, poses, concepts, themes and graphic,  photographic and other visual or audio representations; names and descriptions  of characters, spells, enchantments, personalities, teams, personas,  likenesses and special abilities; places, locations, environments, creatures,  equipment, magical or supernatural abilities or effects, logos, symbols, or  graphic designs; and any other trademark or registered trademark clearly  identified as Product identity by the owner of the Product Identity, and which  specifically excludes the Open Game Content; (f) “Trademark” means the logos,  names, mark, sign, motto, designs that are used by a Contributor to identify  itself or its products or the associated products contributed to the Open Game  License by the Contributor (g) “Use”, “Used” or “Using” means to use,  Distribute, copy, edit, format, modify, translate and otherwise create  Derivative Material of Open Game Content. (h) “You” or “Your” means the  licensee in terms of this agreement. </p><p>2. The License: This License applies to any Open Game Content that contains a  notice indicating that the Open Game Content may only be Used under and in  terms of this License. You must affix such a notice to any Open Game Content  that you Use. No terms may be added to or subtracted from this License except  as described by the License itself. No other terms or conditions may be  applied to any Open Game Content distributed using this License.</p><p>3. Offer and Acceptance: By Using the Open Game Content You indicate Your  acceptance of the terms of this License.</p><p>4. Grant and Consideration: In consideration for agreeing to use this  License, the Contributors grant You a perpetual, worldwide, royalty-free,  non-exclusive license with the exact terms of this License to Use, the Open  Game Content.</p><p>5. Representation of Authority to Contribute: If You are contributing  original material as Open Game Content, You represent that Your Contributions  are Your original creation and/or You have sufficient rights to grant the  rights conveyed by this License.</p><p>6. Notice of License Copyright: You must update the COPYRIGHT NOTICE portion  of this License to include the exact text of the COPYRIGHT NOTICE of any Open  Game Content You are copying, modifying or distributing, and You must add the  title, the copyright date, and the copyright holder’s name to the COPYRIGHT  NOTICE of any original Open Game Content you distribute.</p><p>7. Use of Product Identity: You agree not to Use any Product Identity,  including as an indication as to compatibility, except as expressly licensed  in another, independent Agreement with the owner of each element of that  Product Identity. You agree not to indicate compatibility or co-adaptability  with any Trademark or Registered Trademark in conjunction with a work  containing Open Game Content except as expressly licensed in another,  independent Agreement with the owner of such Trademark or Registered  Trademark. The use of any Product Identity in Open Game Content does not  constitute a challenge to the ownership of that Product Identity. The owner of  any Product Identity used in Open Game Content shall retain all rights, title  and interest in and to that Product Identity.</p><p>8. Identification: If you distribute Open Game Content You must clearly  indicate which portions of the work that you are distributing are Open Game  Content. 9. Updating the License: Wizards or its designated Agents may publish  updated versions of this License. You may use any authorized version of this  License to copy, modify and distribute any Open Game Content originally  distributed under any version of this License.</p><p>10. Copy of this License: You MUST include a copy of this License with every  copy of the Open Game Content You distribute.</p><p>11. Use of Contributor Credits: You may not market or advertise the Open Game  Content using the name of any Contributor unless You have written permission  from the Contributor to do so.</p><p>12. Inability to Comply: If it is impossible for You to comply with any of  the terms of this License with respect to some or all of the Open Game Content  due to statute, judicial order, or governmental regulation then You may not  Use any Open Game Material so affected.</p><p>13. Termination: This License will terminate automatically if You fail to  comply with all terms herein and fail to cure such breach within 30 days of  becoming aware of the breach. All sublicenses shall survive the termination of  this License. </p><p>14. Reformation: If any provision of this License is held to be  unenforceable, such provision shall be reformed only to the extent necessary  to make it enforceable.</p><p>15. COPYRIGHT NOTICE</p><p><strong>Open Game License v 1.0a ©</strong> 2000, Wizards of the Coast, Inc.</p><p><strong>System Reference Document ©</strong> 2000, Wizards of the Coast,  Inc.; Authors: Jonathan Tweet, Monte Cook, and Skip Williams, based on  material by E. Gary Gygax and Dave Arneson.</p><p><strong><em>Pathfinder Core Rulebook (Second Edition)</em></strong> © 2019, Paizo  Inc.; Authors: Logan Bonner, Jason Bulmahn, Stephen Radney-MacFarland, and  Mark Seifter.</p><p><strong><em>Pathfinder Season of Ghosts Player's Guide</em></strong> © 2023,  Paizo Inc.; Authors: James Jacobs and Sen H.H.S.</p>"
                        },
                        "Credits": {
                            "name": "Uznania",
                            "text": "<h4 class=\"no-toc\">PAIZO INC.</h4><p><strong>Creative Directors</strong> • James Jacobs and Luis Loza</p><p><strong>Director of Game Design</strong> • Jason Bulmahn</p><p><strong>Director of Visual Design</strong> • Sonja Morris</p><p><strong>Director of Game Development</strong> • Adam Daigle</p><p><strong>Development Manager</strong> • Linda Zayas-Palmer</p><p><strong>Managing Creative Director (Starfinder)</strong> • Thurston Hillman</p><p><strong>Senior Developers</strong> • John Compton, Eleanor Ferron, Jenny  Jarzabski, and  Jason Keeley</p><p><strong>Developers</strong> • Vanessa Hoskins, Dustin Knight, and Landon  Winkler</p><p><strong>Lead Designer (Games)</strong> • Joe Pasini</p><p><strong>Organized Play Line Developers</strong> • Jessica Catalan, Josh Foster,  and Shay  Snow</p><p><strong>Design Manager</strong> • Michael Sayre</p><p><strong>Pathfinder Lead Designer</strong> • Logan Bonner</p><p><strong>Senior Designer</strong> • James Case</p><p><strong>Managing Editor</strong> • Patrick Hurley</p><p><strong>Lead Editor</strong> • Avi Kool</p><p><strong>Senior Editors</strong> • Ianara Natividad and Simone D. Sallé</p><p><strong>Editors</strong> • Felix Dritz, Priscilla Lagares, Lynne M. Meyer, Zac  Moran, and  Solomon St. John</p><p><strong>Concept Art Director</strong> • Kent Hamilton</p><p><strong>Art Directors</strong> • Kyle Hunter and Adam Vick</p><p><strong>Senior Graphic Designer</strong> • Emily Crowell</p><p><strong>Graphic Designer</strong> • Adriana Gasperi</p><p><strong>Production Designer</strong> • Danika Wirch</p><p><strong>Director of Brand Strategy</strong> • Mark Moreland</p><p><strong>Paizo CEO</strong> • Lisa Stevens</p><p><strong>President</strong> • Jim Butler</p><p><strong>Chief Creative Officer</strong> • Erik Mona</p><p><strong>Vice President of People &amp; Culture</strong> • Maggie Gallagher</p><p><strong>Vice President of Sales &amp; Operations</strong> • Mike Webb</p><p><strong>Vice President of Technology</strong> • Rei Ko</p><p><strong>Controller</strong> • William Jorenby</p><p><strong>Bookkeeper</strong> • Emma Swan</p><p><strong>Director of Sales</strong> • Cosmo Eisele</p><p><strong>Sales &amp; E-Commerce Assistant</strong> • Mika Hawkins</p><p><strong>Director of Licensing</strong> • John Feil</p><p><strong>Director of Marketing</strong> • Aaron Shanks</p><p><strong>Marketing and Licensing Coordinator</strong> • Raychael Allor</p><p><strong>Marketing and Media Specialist</strong> • Rue Dickey</p><p><strong>Community and Social Media Specialist</strong> • Jonathan Morgantini</p><p><strong>Organized Play Coordinator</strong> • Alex Speidel</p><p><strong>Director of Project Management</strong> • Glenn Elliott</p><p><strong>Project Manager</strong> • Lee Aula</p><p><strong>Finance Operations Specialist</strong> • B. Scott Keim</p><p><strong>Front End Engineering Lead</strong> • Andrew White</p><p><strong>Senior Software Developer</strong> • Gary Teter</p><p><strong>Software Architect</strong> • Brian Bauman</p><p><strong>Software Developer</strong> • Robert Brandenburg</p><p><strong>Software Test Engineer</strong> • Erik Keith</p><p><strong>System Administrators II</strong> • Whitney Chatterjee and Josh  Thornton</p><p><strong>Web Content Manager</strong> • Maryssa Mari</p><p><strong>Webstore Coordinator</strong> • Katina Davis</p><p><strong>Customer Service Lead</strong> • Austin Phillips</p><p><strong>Customer Service Representatives</strong> • Kait Chase, James Oakes,  and Jackson  Wood</p><p><strong>Warehouse Manager</strong> • Jeff Strand</p><p><strong>Logistics Coordinator</strong> • Kevin Underwood</p><p><strong>Warehouse Distribution Lead</strong> • Heather Payne</p><p><strong>Warehouse Team </strong> • Alexander Crain, Summer Foerch, James Mafi,  Evan Panek,  and Jesus Reynoso Ortiz</p><p><strong>VTT Team</strong> • This module was prepared under the direction of Dr. Amy Bliss Marshall  by the  <a href=\"https://metamorphic-digital.com/\">MetaMorphic Digital</a> VTT Conversion Team, including: Joe  Schnurr, Josh Olsen,  Kevin Dreßler, Christian Brandt, Gunnar Busch, Race Dorsey, Tim Ayers, Ian Blackstone, Ian  Hildebrandt,  Ian Radford, Jonathan Odishoo and John Stevens.</p><hr><p>  This product is compliant with the Open Game License (OGL) and is suitable  for use with the Pathfinder Roleplaying  Game (Second Edition).</p><p>  <strong>Product Identity:</strong> The following items are hereby identified  as  Product Identity, as defined in the Open Game  License version 1.0a, Section 1(e), and are not Open Game  Content:  All trademarks, registered trademarks, proper nouns (characters, deities,  locations, etc., as well as all adjectives,  names, titles, and descriptive terms derived from proper nouns), artworks,  characters, dialogue, locations,  organizations, plots, storylines, and trade dress. (Elements that have  previously been designated as Open Game  Content, or are exclusively derived from previous Open Game Content, or  that are in the public domain are not included  in this declaration.)</p><p>  <strong>Open Game Content:</strong> Except for material designated as  Product Identity, the game mechanics of this  Paizo game product are Open Game Content, as defined in the Open Game  License version 1.0a, Section 1(d). No portion  of this work other than the material designated as Open Game Content may  be reproduced in any form without written  permission.</p><p><em>Pathfinder Season of Ghosts Player’s Guide</em>  © 2023, Paizo Inc. Paizo, the Paizo golem, Pathfinder, Starfinder, and other trademarks owned by  Paizo are property of Paizo Inc. All rights reserved.</p>"
                        },
                        "Changelog": {
                            "name": "Changelog",
                            "text": "<h1><a href=\"https://support.metamorphic-digital.com/changelog/pf2e-ap196-199-season-of-ghosts\">Season of Ghosts - Basis Pack</a></h1><h2>12.0.0 v12 Release</h2><ul><li>Updated to v12 compatibility</li><li>added teleport regions</li><li>adjusted ambient sounds</li><li>updated roof tiles</li><li>improved some macros</li></ul><h2>1.2.3</h2><ul><li>code updates for Book 4</li><li>fix aspect ratio on the MetaMorphic Logo</li></ul><h2>1.2.2</h2><ul><li>minor code update in preparation for the v12 update.</li><li>add the full wording of the first of the eight practices.</li><li>fix a few random paragraph breaks</li><li>update token assets with scaled versions</li><li>add code for the Season of Ghosts 4 Willowshore hinterlands scene macro</li><li>fix several Paragraph Breaks in the journals</li></ul><h2>1.2.1</h2><ul><li>Increased token ring mist asset to 1.5 scale to avoid cutoff</li><li>Include Player's Guide maps</li><li>add code for the Season of Ghosts 3 Trerror mechanic</li></ul><h2>1.0.0 Initial Release</h2>"
                        }
                    }
                }
            },
            "scenes": {
                "Willowshore (Player's Guide)": {
                    "name": "Willowshore (Przewodnik gracza)"
                },
                "Willowshore Hinterlands (Player's Guide)": {
                    "name": "Okoliczne tereny Willowshore (Przewodnik gracza)"
                }
            },
            "description": "Zawiera przewodnik gracza i wspólne zależności dla modułów ścieżki przygody Season of Ghosts."
        }
    }
}